Repository: tymofij/adofex
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: fr, hi, ja

source: This project is being used as outsource by other projects, thus it can not be set to other project type until having all the outsourced projects disassociated to it.
fr: D'autres projets utilisent ce projet pour s'externaliser, donc le type de projet ne peut pas être modifié à moins que tous les projets externalisés vers celui-ci soient dissociés.
hi: यह परियोजना अन्य परियोजनाओं के लिए आउटसोर्स के रूप में इस्तेमाल किया जा रहा है, यथा सभी आउटसोर्स परियोजनाओं से असंम्बद्ध नहीं होने तक इस परियोजना को अन्य परियोजना प्रकार निर्धारित नहीं कर सकते हैं।
ja: このプロジェクトは他のプロジェクトからの外部委託用に使われているので、すべての外部委託を解消しない限り、プロジェクト種別を変更することができません。

source: Private
fr: Privé
hi: निजी
ja: プライベート

source: A private project is visible only by you and your team. Moreover, private projects are limited according to billing plans for the user account.
fr: Un projet privé n'est visible que par vous et votre équipe. De plus, les projets privés sont limités par les plans de paiment pour le compte utilisateur.
hi: एक निजी परियोजना केवल आप और आपके टीम के द्वारा दिखाई देता है.इसके अलावा, निजी परियोजनाओं उपयोगकर्ता खाते के लिए बिलिंग की योजना के अनुसार सीमित हैं.
ja: 非公開プロジェクトは、あなたと翻訳チームだけから見えます。また、非公開プロジェクトの数はあなたの料金プランによって上限が決まります。

source: A short name or very short description.
fr: Un nom ou une description courte.
hi: एक संक्षिप्त नाम या बहुत ही कम वर्णन|
ja: 短い名前や簡潔な説明です。

source: A sentence or two describing the object.
fr: Une phrase ou deux décrivant l'objet.
hi: एक वाक्य या दो ऑब्जेक्ट का वर्णन|
ja: このプロジェクトの1、2文の説明です。

source: Long description
fr: Description longue
hi: लंबे वर्णन
ja: 詳細説明

source: A longer description (optional). Use Markdown syntax.
fr: Une description plus longue (facultatif). Utilisez la syntaxe Markdown.
hi: अब वर्णन (वैकल्पिक)| Markdown वाक्यविन्यास का उपयोग करें|
ja: より詳細な説明文です (オプション)。 Markdown 構文を使用します。

source: Homepage
fr: Page d'accueil
hi: मुखपृष्ठ
ja: ホームページ

source: Feed
fr: Flux
hi: चारा
ja: フィード

source: An RSS feed with updates to the project.
fr: Un flux RSS des mises à jours du projet.
hi: इस परियोजना के लिए अद्यतन के साथ एक आरएसएस फ़ीड|
ja: このプロジェクトの更新を通知するRSSフィードです。

source: Bug tracker
fr: Gestionnaire de suivi de problèmes
hi: बग tracker
ja: バグ追跡システム

source: The URL for the bug and tickets tracking system (Bugzilla, Trac, etc.)
fr: L'URL du gestionnaire de suivi de problèmes et tickets (Bugzilla, Trac, etc.)
hi: बग और ट्रैकिंग प्रणाली टिकट के लिए URL (Bugzilla, Trac, आदि)
ja: バグ・課題追跡システムのURLです (Bugzilla、Trac、など)。

source: Translator Instructions
fr: Instructions pour le Traducteur
hi: अनुवादक का निर्देश
ja: 翻訳の説明文

source: A web page containing documentation or instructions for translators, or localization tips for your community.
fr: Une page web contenant de la documentation ou des instructions pour les traducteurs, ou des conseils de localisation de votre communauté.
hi: एक वेब पेज जिसमे आपके समुदाय के लिए दस्तावेज या अनुवादको के लिए निर्देश या स्थानीयकरण युक्तियाँ है
ja: コミュニティ向けのドキュメントや翻訳者への説明文、翻訳のコツなどが書かれているウェブページです。

source: Anyone can submit
fr: N'importe qui peut envoyer
hi: कोई भी सबमिट कर सकते हैं
ja: 誰でも送信することができます。

source: Can anyone submit files to this project?
fr: Est-ce que tout le monde es autorisé à envoyer des fichier au projet ?
hi: किसी को भी इस परियोजना के लिए फ़ाइलों को प्रस्तुत कर सकते हैं?
ja: 誰がこのプロジェクトにファイルを送信できますか？

source: Hide this object from the list view?
fr: Masquer cet objet de la liste?
hi: सूची दृश्य से इस वस्तु कैसे छिपाएँ?
ja: このオブジェクトを一覧上で非表示にしますか？

source: Enabled
fr: Activé
hi: सक्रिय
ja: 有効

source: Enable this object or disable its use?
fr: Activer cet objet ou désactiver son utilisation?
hi: इस वस्तु सक्षम या इसके उपयोग को निष्क्रिय किया जय?
ja: このオブジェクトを有効にしますか？無効にしますか？

source: Logo
hi: लोगो
ja: ロゴ

source: A logo image displayed for the project.
fr: Un logo à afficher pour le projet.
hi: इस परियोजना के लिए प्रदर्शित लोगो की एक छवि।
ja: プロジェクトに表示されるロゴイメージです。

source: Outsource project
fr: Projet externalisé
hi: परियोजना आउटसोर्स
ja: 外部委託プロジェクト

source: Project hub that owns the access control of this project.
fr: Hub projet qui possède le contrôle d'accès de ce projet.
hi: परियोजना हब कि इस परियोजना का पहुँच नियंत्रण करता है।
ja: このプロジェクトのアクセス制御をしているプロジェクトハブです。

source: The user who owns this project.
fr: L'utilisateur qui possède ce projet.
hi: उपयोगकर्ता जो इस परियोजना का मालिक है|
ja: このプロジェクトを所有しているユーザーです。

source: Source Language
fr: Langage source.
hi: स्रोत भाषा
ja: 翻訳元言語

source: The source language of this Resource.
fr: Le langage source de cette ressource.
hi: इस संसाधन के स्रोत भाषा|
ja: このリソースの元となる言語

source: Project Hub?
fr: Hub Projet?
hi: प्रोजेक्ट केंद्र?
ja: プロジェクトハブですか？

source: Is it a project hub that other regular projects can use to outsource teams to receive translations?
fr: S'agit-il d'un hub projet que d'autres projets normaux peuvent utiliser pour externaliser leurs équipes et recevoir des traductions?
hi: क्या यह परियोजना केंद्र है जो अन्य नियमित रूप से परियोजनाओं आउटसोर्स टीमों से प्राप्त अनुवाद का उपयोग कर सकते हैं?
ja: それは他の通常プロジェクトが翻訳を受け取るために外部委託チームを使用することができるプロジェクトハブですか？

source: HTML Description
fr: Description HTML
hi: HTML विवरण
ja: HTMLの説明文

source: Description in HTML.
fr: Description en HTML
hi: HTML में विवरण|
ja: HTML内に書かれている説明文です。

source: project
fr: projet
hi: परियोजना
ja: プロジェクト

source: projects
fr: Projets
hi: परियोजनाओं
ja: プロジェクト

source: Project Hub
fr: Hub Projet
hi: प्रोजेक्ट केंद्र
ja: プロジェクトハブ

source: The project hub to outsource teams from.
fr: Le hub projet depuis lequel des équipes peuvent être externalisées.
hi: परियोजना हब टीमों से आउटसोर्स करने के लिए।
ja: このチームに外部委託しているプロジェクトハブです。

source: The project that wants to outsource teams from another project.
fr: Le projet qui veut externaliser des équipes d'un autre projet.
hi: परियोजना जो कि एक अन्य परियोजना के टीमों से आउटसोर्स करना चाहती है।
ja: 他のプロジェクトのチームから外部委託を受けたがっているプロジェクトです。

source: The user who is requesting to join the project hub.
fr: L'utilisateur qui demande à rejoindre le projet hub.
hi: उपयोगकर्ता जो परियोजना हब में शामिल होने का अनुरोध किया है.
ja: このプロジェクトハブに参加を希望しているユーザーです。

source: hub joining request
fr: requête de rejoindre un hub
hi: केंद्र में शामिल होने का अनुरोध
ja: ハブへの参加リクエスト

source: hub joining requests
fr: requêtes de rejoindre un hub
hi: केंद्र में शामिल होने के अनुरोध
ja: ハブへの参加リクエスト

source: Is allowed to maintain this project
fr: Est autorisé à maintenir ce projet
hi: इस परियोजना को बनाए रखने की अनुमति दी है
ja: このプロジェクトの管理権限

source: Is allowed to coordinate a team project
fr: Est autorisé à coordonné l'équipe d'un projet
hi: एक टीम परियोजना समन्वय की अनुमति दी है
ja: このプロジェクトの翻訳チームをコーディネートする権限

source: Is allowed to review translations for a team project
fr: Est autorisé à passer en revue les traductions pour un projet en équipe
hi: एक टीम परियोजना की अनुवादों की समीक्षा करने के लिए अनुमति दी जाती है
ja: チームプロジェクトの翻訳をレビューすることを許可

source: Is allowed to submit translations to this project
fr: est autorisé à soumettre des traductions pour ce projet
hi: अनुवाद करने के लिए इस परियोजना के लिए प्रस्तुत करने की अनुमति दी है
ja: このプロジェクトに翻訳を送信できる権限

source: Is allowed to browse this private project
fr: Est autorisé à maintenir ce projet privé
hi: इस निजी परियोजना Brouwse करने की अनुमति दी है
ja: この非公開プロジェクトを見ることができる権限

source: Translated:
fr: Traduit:
hi: अनूदित:
ja: 翻訳済み：

source: Untranslated:
fr: Non Tranduit:
ja: 未翻訳：

source: Total:
hi: कुल:
ja: 合計：

source: You added '%(project)s' to the '%(project_hub)s' project hub
fr: Vous avez ajouté « %(project)s » au projet hub « %(project_hub)s »
hi: आप '%(project)s' को '%(project_hub)s' परियोजना हब से जोड़ा
ja: %(project)s を %(project_hub)s プロジェクトハブに追加しました

source: You rejected the request of '%(project)s' to join the '%(project_hub)s' project hub
fr: Vous avez rejeté la demande de « '%(project)s » de rejoindre le projet hub « %(project_hub)s »
hi: आप '%(project_hub)s' परियोजना हब में शामिल होने से '%(project)s' के अनुरोध को खारिज कर दिया
ja: %(project)s の %(project_hub)s プロジェクトハブへの参加リクエストを拒否しました

source: Request to join '%s' project hub was withdrawn
fr: La demande de rejoindre le projet hub « %s » a été retirée.
hi: '%s' हब परियोजना में शामिल होने के अनुरोध को वापस ले लिया गया
ja: 「%s」プロジェクトハブへの参加リクエストが辞退されました

source: Undo
fr: Annuler
hi: पूर्ववत् करें
ja: 元に戻す

source: Disassociate
fr: Dissocier
hi: अलग
ja: 関連付けの解除

source: Requested to join the '%s' project hub.
fr: A demandé de rejoindre le hub projet '%s'.
hi: '%s' परियोजना केंद्र में शामिल होने का अनुरोध किया।
ja: 「%s」プロジェクトハブへの参加をリクエストしました。

source: The project '%s' was deleted.
fr: Le projet '%s' a été supprimé.
hi: परियोजना '%s' हटा दिया गया था।
ja: プロジェクト「%s」は削除されました。

source: %(site_name)s: %(project)s :: %(release)s release
fr: %(site_name)s: %(project)s :: parution %(release)s
hi: %(site_name)s :%(project)s :: %(release)s रिलीज
ja: %(site_name)s: %(project)s :: %(release)s リリース

source: Translation statistics for all languages against %s release.
fr: Statistiques de traduction pour tous les langages dans la parution %s.
hi: %s की रिहाई के खिलाफ सभी भाषाओं के लिए अनुवाद आंकड़े|
ja: リリース%sに向けた全言語の翻訳統計です。

source: %(site_name)s: %(project)s :: %(release)s release :: %(lang)s
hi: %(site_name)s : है:%(project)s :: %(release)s जारी::%(lang)s
ja: %(site_name)s: %(project)s :: リリース%(release)s :: %(lang)s

source: Translation statistics for %(lang)s language against %(release)s release.
fr: Statistiques de traduction pour la langue %(lang)s pour la parution de %(release)s
hi: %(lang)s %(release)s रिहाई के खिलाफ भाषा के लिए अनुवाद आंकड़े.
ja: リリース%(release)sに向けた%(lang)sの翻訳状況の統計です。

source: Search for a resource
fr: Rechercher une ressource
hi: एक संसाधन के लिए खोज
ja: リソースを検索

source: Enter a valid date/time in YYYY-MM-DD HH:MM[:ss[.uuuuuu]] format.
fr: Saisir une date/heure valide au format YYYY-MM-DD HH:MM[:ss[.uuuuuu]].
hi: YYYY-MM-DD HH:MM[:ss[.uuuuuu]] स्वरूप में कोई मान्य दिनांक/समय दर्ज करें।
ja: 有効な日時を YYYY-MM-DD HH:MM[:ss[.uuuuuu]] の形式で入力してください。

source: Select the resources to add to the Release. Once this project is not a Project Hub, it is only possible to choose resources that belong to this project.
fr: Sélectionner les ressources à ajouter à la Parution. Une fois que ce projet n'est plus un Hub Projet, il n'est possible que de choisir des ressources qui appartiennent à ce projet.
hi: संसाधनों का चयन करके रिलीज के लिए जोड़ना.एक बार यह परियोजना एक परियोजना केंद्र नहीं हो सकता है.यह तभी संभव है कि इस परियोजना के लिए संबंधित संसाधनों का चुनें.
ja: リリースに追加するリソースを選択してください。このプロジェクトはプロジェクトハブではないので、このプロジェクトに所属するリソースのみを選択できます。

source: Invalid resource used.
fr: Ressource invalide utilisée.
hi: अमान्य संसाधन का उपयोग किया।
ja: 無効なリソースが使用されました。

source: %s is an inaccessible private resource. Remove it!
fr: %s est une ressource privée inaccessible. Supprimez-la !
hi: %s एक अगम्य निजी संसाधन है.इसे हटा दें!
ja: %s はアクセスできない非公開リソースです。削除しましょう。

source: This value is reserved and cannot be used.
fr: Cette valeur est réservée et ne peut pas être utilisée.
hi: यह मान आरक्षित हैं और उपयोग नहीं किया जा सकता।
ja: この値は予約されており、使用できません。

source: Devel freeze date must be after the String freeze date.
fr: La date de gel de développement doit être après la date de gel des chaînes de caractères.
hi: Devel फ्रीज़ की तारीख स्ट्रिंग फ्रीज़ की तारीख के बाद होना आवश्यक है।
ja: 開発凍結予定日は、文字列凍結予定日の後でなければなりません。

source: Release date must be after the String freeze date.
fr: La date de sortie doit être après la date de gel des chaînes de caractères.
hi: रिलीज की तारीख स्ट्रिंग फ्रीज़ की तारीख के बाद होना आवश्यक है।
ja: リリース予定日は、文字列凍結予定日の後でなければなりません。

source: Release date must be after the Devel freeze date.
fr: La date de sortie doit être après la date de gel de développement.
hi: रिलीज की तारीख devel फ्रीज़ की तारीख के बाद होना आवश्यक है।
ja: リリース予定日は、開発凍結予定日よりも後でなければなりません。

source: A string like a name or very short description.
fr: Une chaîne tel un nom ou une description très courte.
hi: एक नाम या बहुत ही कम वर्णन की तरह एक स्ट्रिंग|
ja: 短い名前や簡潔な説明のような文字列です。

source: Use Markdown syntax.
fr: Utilisez la syntaxe Markdown
hi: Markdown syntax का उपयोग करें|
ja: Markdown 構文を使用します。

source: Release date
fr: Date de parution
hi: रिलीज की तारीख
ja: リリース予定日

source: When this release will be available.
fr: Quand la publication sera disponible.
hi: जब इस रिलीज में उपलब्ध हो जाएगा|
ja: このリリースが行われる予定日です。

source: String freeze date
fr: Date de stabilisation des chaînes.
hi: स्ट्रिंग फ्रीज की तारीख
ja: 文字列の凍結予定日

source: When the translatable strings will be frozen (no strings can be added/modified which affect translations.
fr: Quand les chaînes traduisibles seront stabilisées (aucune chaîne affectant les traductions ne peut être ajoutée ou modifiée).
hi: जब अनुवाद स्ट्रिंग जमे हुए किया जाएगा (कोई स्ट्रिंग जोड़ा जा सकता है /संशोधित जो अनुवादों को प्रभावित|
ja: 翻訳できる文字列が凍結される予定日です (文字列の追加や変更ができなくなります。

source: Devel freeze date
fr: Date de stabilisation du développement.
hi: Devel freeze की तारीख
ja: 開発凍結予定日

source: The last date packages from this release can be built from the developers. Translations sent after this date will not be included in the released version.
fr: Date limite pour que les paquets de cette publication soient construit pra les développeurs. Les traductions envoyées après cette date ne seront pas inclusedans la version publiée.
hi: इस रिलीज से अंतिम तिथि संकुल डेवलपर्स से बनाया जा सकता है.| इस तिथि के बाद भेजे गए अनुवाद के रूप में जारी की संस्करण में शामिल नहीं किया जाएगा|
ja: 本リリースのパッケージとして開発者による構築が可能な最終日となります。 この日以降に送信される翻訳はリリースバージョンには含まれません。

source: Resources
fr: Ressources
hi: संसाधन
ja: リソース

source: <Release: %(rel)s (Project %(proj)s)>
ja: <リリース：%(rel)s (プロジェクト %(proj)s)>

source: release
fr: parution
hi: रिहाई
ja: リリース

source: releases
fr: parutions
hi: विज्ञप्ति
ja: リリース

source: Before String Freeze
fr: Avant le Gel des Traductions
hi: स्ट्रिंग फ्रीज़ के पहले
ja: 文字列凍結の前

source: Whether the 'Before String Freeze' notification was sent or not.
fr: Si l'avertissement de 'Avant le Gel des Chaînes de Caractères' a été envoyé ou non.
hi: क्या 'स्ट्रिंग फ्रीज से पहले' की अधिसूचना भेजा गया था या नहीं।
ja: 「文字列凍結の前」の通知が送られたかどうか。

source: Being in String Freeze
fr: Chaînes de Caractères Gelées
hi: स्ट्रिंग फ्रीज़ मे होने के नाते
ja: 文字列凍結中

source: Whether the 'Being in String Freeze' notification was sent or not.
fr: Si l'avertissement de 'Gel des Chaînes de Caractères' a été envoyé ou non.
hi: क्या 'स्ट्रिंग फ्रीज में होने' की सूचना भेजा गया था या नहीं।
ja: 「文字列凍結中」の通知が送られたかどうか。

source: Before Translation Deadline
fr: Avant la Date Limite de Traduction
hi: अनुवाद की समय सीमा से पहले
ja: 翻訳締切日の前

source: Whether the 'Before Translation Deadline' notification was sent or not.
fr: Si l'avertissement de 'Avant la Date Limite de Traduction' a été envoyé ou non.
hi: क्या 'अनुवाद की समय सीमा से पहले' की अधिसूचना भेजा गया था या नहीं।
ja: 「翻訳締切日の前」の通知が送られたかどうか。

source: Hit Translation Deadline
fr: Date Limite de Traduction Atteinte
hi: अनुवाद की समय सीमा को हिट किया
ja: 翻訳締切日の到来

source: Whether the 'Hit Translation Deadline' notification was sent or not.
fr: Si l'avertissement de 'Date Limite de Traduction Atteinte' a été envoyé ou non.
hi: क्या 'अनुवाद की समु सीमा को पार करने' की अधिसूचना भेजा गया था या नहीं।
ja: 「翻訳締切日の到来」の通知が送られたかどうか。

source: Release
fr: Sortie
hi: रिलीज
ja: リリース

source: <ReleaseNotification: %(rel)s (Project %(proj)s)>
fr: <ReleaseNotification: %(rel)s (Projet %(proj)s)>
hi: <ReleaseNotification: %(rel)s (परियोजना %(proj)s)>
ja: <リリース通知: %(rel)s (プロジェクト %(proj)s)>

source: release notification
fr: notification de nouvelle parution
hi: रिलीज की अधिसूचना
ja: リリースの通知

source: release notifications
fr: avertissements de la version
hi: रिलीज की अधिसूचनाएँ
ja: リリースの通知

source: The release '%s' was deleted.
fr: La parution '%s' a été supprimée
hi: रिलीज '%s' को नष्ट कर दिया गया|
ja: リソース「%s」は削除されました。

source: Error creating resource: %s
fr: Erreur lors de la création de la ressource: %s
hi: संसाधन बनाने में त्रुटि: %s
ja: リソースの作成中にエラーが発生しました。%s

source: The content type of the request is not valid.
fr: Le type de contenu de cette requête n'est pas valide.
hi: अनुरोध की सामग्री प्रकार मान्य नहीं है।
ja: リクエストのContent-Typeが有効ではありません。

source: No language specified, when importing source file.
fr: Aucune langue n'a été précisée lors de l'importation du fichier source.
hi: कोई भाषा निर्दिष्ट नही है, जब स्रोत फ़ाइल आयात कर रहे है।
ja: ソースファイルをインポートする際に、言語が特定されていません。

source: Source File
fr: Fichier Source
hi: स्रोत फ़ाइल
ja: ソースファイル

source: Resource File
fr: Fichier Ressource
hi: संसाधन की फ़ाइल
ja: リソースファイル

source: I18N Type
fr: Type I18N
hi: I18N की प्रकार
ja: 多国語化のタイプ

source: The type of i18n method used in this resource (%s)
fr: Le type de méthode i18n utilisé dans cette ressource (%s)
hi: i18n विधि के प्रकार इस संसाधन में इस्तेमाल किया (%s)
ja: このリソース (%s) で使用される多国語化の種別

source: Translation File
fr: Fichier de Traduction
hi: अनुवाद की फ़ाइल
ja: 翻訳ファイル

source: The language of the translation.
fr: Langue de cette traduction.
hi: अनुवाद की भाषा।
ja: 翻訳の言語

source: Pseudo type
hi: Pseudo प्रकार
ja: 仮のタイプ

source: For more info about each pseudo translation type, please refer to the docs.
fr: Pour plus d'informations
hi: प्रत्येक छद्म अनुवाद प्रकार के बारे में अधिक जानकारी के लिए, कृपया दस्तावेज़ीकरण का संदर्भ लें।
ja: 仮の翻訳タイプについての情報は、ドキュメントを参照してください。

source: A short label to be used in the URL, containing only letters, numbers, underscores and hyphens.
fr: Une courte étiquette à utiliser dans l'URL, contenant uniquement des lettres, chiffres, underscores et traits d'union.
hi: URL में केवल अक्षर, संख्याएँ, रेखांकित और हाइफ़न वाले एक लघु लेबल इस्तेमाल करे।
ja: URLの中で使用される短いラベルで、英数字とアンダースコアとハイフンのみを含められます。

source: A descriptive name unique inside the project.
fr: Un nom de description unique dans le projet.
hi: परियोजना के अंदर एक वर्णनात्मक नाम अद्वितीय है|
ja: プロジェクト内で固有の説明的な名前です。

source: I18n type
fr: type d'i18n
hi: I18n प्रकार
ja: 多国語化の種別

source: Accepting translations?
fr: Accepter les traductions?
hi: अनुवाद स्वीकारना?
ja: 翻訳を許可しますか?

source: Is this resource accepting translations?
fr: Est-ce que cette ressource accepte des traductions ?
hi: क्या यह संसाधन अनुवादों को स्वीकार कर रहा है?
ja: このリソースは翻訳を受け付けていますか？

source: Total source entities
fr: Nombre total d'entités sources
hi: कुल स्रोत संस्थाएँ
ja: ソース項目の総数

source: The number of source strings in this translation resource.
fr: Nombre de chaînes de caractères source de cette ressource de traduction.
hi: इस संसाधन के अनुवाद में स्रोत स्ट्रिंग की संख्या।
ja: この翻訳リソース内の文の数

source: Number of words in source entities.
fr: Nombre de mots dans les entités source.
hi: स्रोत संस्थाओं में शब्दों की संख्या।
ja: ソース項目の語数

source: The number of words contained in the source entities in this translation resource.
fr: Le nombre de mots des entités source de cette ressource de traduction.
hi: इस अनुवाद संसाधन में स्रोत संस्थाओं में समाहित शब्दों की संख्या।
ja: この翻訳リソース内のソース項目に含まれる語数

source: Category
fr: Catégorie
hi: श्रेणी
ja: カテゴリ

source: A text field used to help organize a release's resources into categories.
fr: Un champ texte utilisée pour vous aider à organiser les ressources d'une version en catégories.
hi: एक पाठ क्षेत्र जो एक रिलीज की संसाधनों को श्रेणियों में व्यवस्थित करने में मदद करने के लिए इस्तेमाल किया जाता है।
ja: リリースされるリソースをカテゴリに整理するために使用されるテキストフィールド。

source: The project containing the translation resource.
fr: Le projet contenant la ressource de traduction
hi: अनुवाद परियोजना संसाधन युक्त|
ja: このプロジェクトは翻訳リソースがあります。

source: resource
fr: ressource
hi: संसाधन
ja: リソース

source: resources
fr: ressources
hi: संसाधनों
ja: リソース

source: The actual string content of source string.
fr: La chaîne actuelle de la chaîne source
hi: वास्तविक स्रोत स्ट्रिंग की स्ट्रिंग सामग्री|
ja: 原文の実際の内容

source: The hash of the translation string used for indexing
fr: Le hachage de la chaîne de traduction utilisée pour l'indexation.
hi: अनुवाद अनुक्रमण के लिए इस्तेमाल किया स्ट्रिंग के हैश
ja: 検索で使用される翻訳文のハッシュ

source: Context
fr: Contexte
hi: प्रसंग
ja: コンテキスト

source: A list of description of the source string. This field specifies the context of the source string inside the resource.
fr: Une liste de description de la chaîne de caractères source. Ce champ spécifie le contexte de la chaîne de caractères source dans la ressource.
hi: स्रोत स्ट्रिंग का वर्णन की एक सूची है। इस फ़ील्ड में स्रोत स्ट्रिंग संसाधन के अंदर के संदर्भ निर्दिष्ट करता है।
ja: 原文の説明文のリストです。このフィールドはリソース内の原文の文脈を示します。

source: Position
hi: स्थान
ja: ポジション

source: The position of the source string in the Resource. For example, the specific position of a msgid field in a po template (.pot) file in gettext.
fr: La position de la chaîne de caractères source dans la ressource. Par example, la position spécifique d'un champ msgid dans un fichier de modèle (.pot) dans gettext.
hi: संसाधन में स्रोत स्ट्रिंग की स्थिति.उदाहरण के लिए,gettext के पो टेम्पलेट (.pot)फ़ाइल में msgid क्षेत्र की विशिष्ट स्थिति.
ja: リソース中の原文の位置です。例えば、gettextのpoテンプレート（.pot）ファイルのmsgidフィールドの特定の位置です。

source: The occurrences of the source string in the project code.
fr: Les occurrences de la chaîne source dans le code du projet.
hi: परियोजना कोड में स्रोत स्ट्रिंग की घटनाओं|
ja: プロジェクトのコード中で原文が現れる位置です。

source: Flags
fr: Drapeaux
ja: フラグ

source: The flags which mark the source string. For example, if there is a python formatted string this is marked as "#, python-format" in gettext.
fr: Les marqueurs de la chaîne de caractères source. Par exemple, s'il il y a une chaîne de caractères formattée en python, elle est marquée "#, python-format" dans gettext.
hi: ध्वजों जो स्रोत स्ट्रिंग को चिह्नित करते है.अगर वहाँ एक पाइथन स्वरूपित स्ट्रिंग है तो gettext में "#, python-format"के रूप में चिह्नित है.
ja: 原文をマークするためのフラグです。例えば、pythonのフォーマット済み文字列があれば、ここで gettext における "#, python-format" であるようにマークされます。

source: Comments
fr: Commentaires
hi: टिप्पणियाँ
ja: コメント

source: The comment of the developer.
fr: Le commentaire du développeur
hi: डेवलपर की टिप्पणी|
ja: 開発者のコメントです。

source: Extra comments
fr: Commentaires supplémentaires
hi: अतिरिक्त टिप्पणियाँ
ja: 追加のコメント

source: Another comment of the developer
fr: Un autre commentaire du développeur.
hi: डेवलपर का एक और टिप्पणी
ja: 開発者の別なコメント

source: Pluralized
fr: Plurialisé
hi: बहुवचन
ja: 複数形

source: Whether the entity is pluralized.
fr: Si cette entité est au pluriel.
hi: क्या एन्टिटी बहुवचन मे हैं।
ja: 項目が複数形になるかどうか。

source: The translation resource which owns the source string.
fr: La ressource de la traduction à qui appartient la chaîne source.
hi: अनुवाद संसाधन, जो स्रोत स्ट्रिंग के मालिक|
ja: 翻訳原文を持つ翻訳リソースです。

source: source string
fr: chaîne source
hi: स्रोत स्ट्रिंग
ja: 原文

source: source strings
fr: chaînes source
hi: स्रोत स्ट्रिंग्स
ja: 原文

source: The actual string content for translation.
fr: Le contenu de la chaîne de caractères à traduire.
hi: अनुवाद के लिए वास्तविक स्ट्रिंग सामग्री।
ja: 翻訳される実際の文字列の中身。

source: Plural rule
fr: Règles de pluriel
hi: बहुवचन नियम
ja: 複数形のルール

source: Number related to the plural rule of the translation. It's 0=zero, 1=one, 2=two, 3=few, 4=many and 5=other. For translations that have no plural forms, the rule must be 5 (other).
fr: Nombre lié à la règle de traduction du pluriel. 0 correspond à zéro, 1 à un, 2 à deux, 3 à peu, 4 à beaucoup et 5 à autre. Pour les traductions qui n'ont aucune forme plurielle, la règle doit être 5 (autre).
hi: अनुवाद के बहुलवादी नियम से संबंधित संख्या.यह 0 =शून्य , 1 =एक, 2=दो, 3= कुछ ,4=कई और 5 = अन्य है.वैसे अनुवाद जिनके लिए कोई बहुलवादी रूप न हो,नियम 5 (अन्य) होनी चाहिए
ja: 翻訳における複数形ルールに対応する番号。0=zero、1=one、2=two、3=few、4=many、5=otherを表します。複数形がない翻訳では、ルールは5(other)になります。

source: Wordcount for this string.
fr: Nombre de mots de cette chaîne de caractères.
hi: इस स्ट्रिंग के लिए शब्द गणना।
ja: この文字列の語数

source: Origin
fr: Origine
hi: उत्पत्ति
ja: 原文
