Repository: tymofij/adofex
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: fr, hi, ja

source: Search for a username or leave it blank
fr: Rechercher un nom d'utilisateur ou laisser vide
hi: उपयोगकर्ता का खोजें या खाली छोड़ दें
ja: ユーザー名を検索するか、空欄にしておいてください

source: User
fr: Utilisateur
hi: युजर
ja: ユーザー

source: Action type
fr: Type d'action
hi: कार्य के प्रकार
ja: 操作の種類

source: Action time
fr: Temps d'action
hi: कार्य का समय
ja: 操作時刻

source: log entry
fr: entrée de journal
hi: लॉग प्रविष्टि
ja: ログ項目

source: log entries
fr: entrées de journal
hi: लॉग प्रविष्टियों
ja: ログ項目

source: Date/Time
fr: Date/Heure
hi: दिनांक / समय
ja: 日付／時刻

source: Action
hi: कार्य
ja: 動作

source: No changes.
fr: Pas de changements
hi: कोई परिवर्तन नहीं.
ja: 変更はありません。

source: Source file URL
fr: URL du fichier source
hi: source फ़ाईल URL
ja: ソースファイルのURL

source: A URL pointing to the source file of this resource to be used for automatic updates.
fr: Une URL vers le fichier source de cette ressource qui est utilisée pour des mises à jour automatiques
hi: इस संसाधन के स्रोत फ़ाइल की ओर इशारा करते URL स्वत: अद्यतनों के लिए इस्तेमाल किया जाएगा|
ja: このリソースのソースファイルを指すURLです。自動更新に使用されます。

source: Automatically update source file
fr: Fichier source mis à jour automatiquement
hi: स्वचालित रूप से स्रोत फ़ाइल का अद्यतन
ja: ソースファイルを自動更新

source: A boolean field indicating whether the file should be automatically updated by pulling and merging from the given URL.
fr: Un champ booléen indiquant si le fichier devrait être mis à jour automatiquement en fusionnant depuis l'URL donnée
hi: एक बूलीयन का संकेत है कि फ़ाइल स्वचालित रूप से खींच और दिए गए URL से विलय के द्वारा अद्यतन किया जाना चाहिए क्षेत्र|
ja: 自動的にファイルを指定されたURLから取得してマージするかどうかを設定します。

source: Resource
fr: Ressource
hi: संसाधन
ja: リソース

source: The translation resource.
fr: La ressource de la traduction
hi: अनुवाद संसाधन|
ja: 翻訳リソースです。

source: url handler
fr: Adresse url
hi: url हैंडलर
ja: URLハンドラー

source: URL not set for this resource.
fr: URL non-définie pour cette ressource
hi: इस संसाधन के लिए URL सेट नहीं है|
ja: このリソースには、URLが設定されていません。

source: Error updating source file.
fr: Erreur de mise à jour du fichier source
hi: स्रोत फ़ाइल के अद्यतन करने में त्रुटि|
ja: ソースファイルの更新エラーです。

source: Source file updated successfully.
fr: Fichier source mis à jour avec succès
hi: स्रोत फ़ाइल सफलतापूर्वक अपडेट किया गया|
ja: ソースファイルの更新が成功しました。

source: Image charts
fr: Graphiques en images
hi: छवि के चार्ट्स
ja: 画像グラフ

source: Loading...
fr: Chargement...
hi: लोड हो रहा है ...
ja: 読み込んでいます...

source: Display your project's translation statistics on your own website as a simple image. Perfect for embedding in wiki pages, Trac instances, and email.
fr: Afficher les statistiques de traduction de projet sur votre site web en tant qu'image.
hi: एक सरल छवि के रूप में अपनी स्वयं की वेबसाइट पर अपनी परियोजना के अनुवाद आँकड़े प्रदर्शित करता है. wiki page, Trac उदाहरणों, और ईमेल में एम्बेड करने के लिए बिल्कुल सही।
ja: あなた自身のウェブサイトにプロジェクトの翻訳状況を単なる画像として表示します。Wikiページ、Tracインスタンス、メールに組み込むのに向いています。

source: The chart will always report live Transifex numbers.
fr: Le tableau reportera toujours en direct les chiffres Transifex
hi: चार्ट हमेशा रहते Transifex संख्या को रिपोर्ट करेंगे|
ja: グラフは常に最新のTransifexの数値を表示します。

source: Show code snippet for resource:
fr: Voir un extrait de code pour la ressource:
hi: संसाधन के लिए कोड स्निपेट दिखाएँ:
ja: このリソースに対する貼り付けコードを表示：

source: Hidden
fr: Masqué
hi: हिडन
ja: 隠す

source: Interactive charts
fr: Graphes interactifs
hi: इंटरैक्टिव चार्ट
ja: 対話型グラフ

source: Display your project's translation statistics on your own website as an interactive chart. This requires modifications to your homepage's HTML code.
fr: Affiche les statistiques de traduction sur votre site web en tant que graphique interactif. Cela requiert des modifications à votre code HTML.
hi: एक इंटरैक्टिव चार्ट के रूप में अपनी स्वयं की वेबसाइट पर अपनी परियोजना के अनुवाद आँकड़े प्रदर्शित करता है. यह आपके होमपेज के HTML कोड के लिए संशोधन की आवश्यकता है|
ja: あなたのウェブサイトにプロジェクトの翻訳状況を対話型グラフとして表示します。あなたのホームページのHTMLコードを変更する必要があります。

source: You can adjust level of detail, dimensions and colors of the chart by tweaking the code below.
fr: Vous pouvez ajuster le niveau de détail, les dimensions et les couleurs de votre graphique en modifiant le code ci-dessous.
hi: आप विस्तार, आयाम, और नीचे दिए गए कोड tweaking द्वारा चार्ट के रंग के स्तर को समायोजित कर सकते हैं|
ja: 以下のコードを編集すると、グラフのサイズや色といった詳細を調整できます。

source: Interactive and Image charts
fr: Graphiques en images et interactifs
hi: इंटरएक्टिव और छवि के चार्ट
ja: 対話型および画像グラフ

source: Sorry, but your project doesn't have any resources with up-to-date statistics. You need to have at least one resource with statistics to export charts from Transifex.
fr: Désolé, votre projet n'a aucune ressource possédant des statistiques mises à jour. Vous devez au moins avoir une ressource avec des statistiques pour exporter un graphique depuis Transifex
hi: क्षमा करें, लेकिन अपनी परियोजना के अप करने की तारीख के आँकड़े के साथ किसी भी संसाधन नहीं है. आप आँकड़ों के साथ कम से कम एक संसाधन है Transifex से चार्ट निर्यात करने की आवश्यकता है|
ja: 遺憾ながら、あなたのプロジェクトには最新の統計のあるリソースがありません。Transifexからグラフを出力するには、少なくとも1つのリソースが必要です。

source: You have updated this project's CLA.
fr: Vous mis à jour le contrat de licence contributeur de ce projet.
hi: आपने इस परियोजना का CLA अद्यतन किया है।
ja: プロジェクトのCLAを更新しました。

source: You have added a CLA to this project.
fr: Vous avez ajouté le contrat de licence contributeur à ce projet.
hi: आपने इस परियोजना के लिए एक CLA जोड़ दिया है।
ja: CLAをこのプロジェクトに追加しました。

source: You have deleted this project's CLA.
fr: Vous avez supprimé le contrat de licence contributeur de ce projet.
hi: आपने इस परियोजना का CLA नष्ट कर दिया।
ja: このプロジェクトのCLAを削除しました。

source: Enforce a CLA for this project
fr: Mettre en place un contrat de licence contributeur pour ce projet
hi: इस परियोजना के लिए एक CLA लागू करे
ja: プロジェクトにCLAを適用しました。

source: License text
fr: Texte de la licence
hi: लायसेंस पाठ
ja: ライセンステキスト

source: This is the CLA text, keep it in markdown format.
fr: Ceci est le texte du contrat de licence contributeur, conservez-le en format markdown.
hi: यह CLA टेक्स्ट है, इसे markdown स्वरूप में रखे।
ja: これはCLAの文面です。Markdownフォーマットを維持してください。

source: The project that this CLA belongs to.
fr: Le projet auquel ce contrat de licence contributeur appartient
hi: वह परियोजना जिसके अंतर्गत यह CLA आता है।
ja: このCLAに基づいているプロジェクト

source: You have signed the CLA.
fr: Vous avez signé le contrat de licence contributeur
hi: आपने यह सीएलए पर हस्ताक्षर कर दिया हैं।
ja: CLAに同意しました。

source: CLA
fr: Contrat de licence contributeur
ja: CLA（協力者ライセンス契約）

source: %(project_name)s CLA
fr: Contrat de licence contributeur de %(project_name)s
ja: %(project_name)sのCLA

source: You have signed the current <a id="cla_facebox" href="%(cla_url)s">contributor license agreement</a>.
fr: Vous avez signé le <a id="cla_facebox" href="%(cla_url)s">contrat de licence contributeur</a> actuel.
hi: आपने वर्तमान में <a id="cla_facebox" href="%(cla_url)s">योगदानकर्ता लाइसेंस समझौते पर हस्ताक्षर किया है।
ja: あなたは現在の<a id="cla_facebox" href="%(cla_url)s">協力者ライセンス契約（CLA）</a>に同意しています。

source: I have read and agree with this project's <a id="cla_facebox" href="%(cla_url)s">contributor license agreement</a>.
fr: J'ai lu et accepté le <a id="cla_facebox" href="%(cla_url)s">contrat de licence contributeur</a> de ce projet.
hi: मैंने इस परियोजना के <a id="cla_facebox" href="%(cla_url)s">योगदानकर्ता लाइसेंस समझौते को पढ़ा और मैं इससे सहमत हूँ।
ja: 私はこのプロジェクトの<a id="cla_facebox" href="%(cla_url)s">協力者ライセンス契約（CLA）</a>を読み、同意しました。

source: Sign it
fr: Signez-le
hi: इसे साइन करें
ja: 同意する

source: Users that have signed the CLA:
fr: Utilisateurs qui ont signé le contrat de licence contributeur:
hi: उपयोगकर्ता जो की CLA पर हस्ताक्षर किए हैं:
ja: CLAに同意したユーザー：

source: No user has signed the CLA yet.
fr: Aucun utilisateur n'a signé le contrat de licence contributeur pour l'instant.
hi: कोई उपयोगकर्ता अभी तक CLA पर हस्ताक्षर नही किए हैं।
ja: CLAに同意したユーザーはまだいません。

source: Users that have NOT signed the current CLA:
fr: Utilisateurs qui n'ont PAS signé le contrat de licence contributeur:
hi: उपयोगकर्ता जो की वर्तमान CLA पर हस्ताक्षर नहीं किए हैं:
ja: CLAに同意していないユーザー：

source: No users without signing the CLA.
fr: Pas d'utilisateur qui n'a pas signé le contrat de licence contributeur.
hi: कोई उपयोगकर्ता CLA हस्ताक्षर करने के बिना।
ja: CLAに同意していないユーザーはいません。

source: Show full CLA text
fr: Afficher tout le texte du contrat de licence contributeur
hi: पूर्ण CLA पाठ दिखाएँ
ja: CLA全文を表示する

source: Show a list of users who have signed the CLA
fr: Afficher une liste d'utilisateurs qui ont signé le contrat de licence contributeur
hi: उपयोगकर्ताओं को दिखाएँ जो सीएलए पर हस्ताक्षर किए हैं
ja: CLAに同意したユーザーの一覧を見る

source: Show CLA signees
fr: Afficher les signataires du contrat de licence contributeur
hi: CLA को साइन करने वालों को दिखाएँ
ja: CLAに同意した人を見る

source: <strong>Warning</strong>: Modifying or deleting the CLA will clear the signee list and will require you to inform translators to manually <a href="%(cla_sign)s">sign the new CLA</a>.
fr: <strong>Avertissement</strong>: La modification ou la suppression du contrat de licence contributeur effacera la liste des signataires et il vous sera nécessaire d'informer les traducteurs de <a href="%(cla_sign)s">signer le nouveau contrat de licence contributeur</a> manuellement.
hi: <strong>Warning</strong>: संशोधित करने या हटाने से सीएलए सिग्नी की सूची साफ हो जाएगा और आपको अनुवादकों को मैन्युअल रूप से सूचित करने की आवश्यकता होगी <a href="%(cla_sign)s">नया सीएलए साइन इन करें</a>.
ja: <strong>警告</strong>：CLAを変更したり削除したりすると、同意のリストはクリアされ、翻訳者に<a href=\"%(cla_sign)s\">新しいCLAに同意</a>するよう依頼しなければならなくなります。

source: Owner
fr: Propriétaire
hi: स्वामी
ja: 所有者

source: The copyright owner in text form.
fr: Représentation textuelle du propriétaire du droit d'auteur.
hi: कॉपीराइट के स्वामी पाठ के रूप में।
ja: テキストで表現された著作権保持者です。

source: The Transifex user who owns the copyright, if applicable.
fr: L'utilisateur Transifex qui possède le droit d'auteur, si applicable.
hi: Transifex उपयोगकर्ता जो कॉपीराइट का मालिक है, यदि लागू हो।
ja: 著作権を持つTransifexのユーザー（もしあるならば）

source: Language
fr: Langue
hi: भाषा
ja: 言語

source: Language of the translation.
fr: Langage de la traduction
hi: अनुवाद की भाषा|
ja: 翻訳の言語です。

source: The resource this copyright is on.
fr: La ressource sur laquelle ce droit d'auteur porte.
hi: संसाधन इस कॉपीराइट पर है।
ja: この著作権に基づいているリソース。

source: Copyright years
fr: Années du droit d'auteur
hi: कॉपीराइट सालें
ja: 著作権の年

source: The years the copyright is active in.
fr: Les années durant lesquelles le droit d'auteur est valable.
hi: सालें जिनमे कॉपीराइट सक्रिय है।
ja: 著作権が発生した年。

source: Comment
fr: Commentaire
hi: टिप्पणी
ja: コメント

source: A comment for this copyright.
fr: Un commentaire pour ce droit d'auteur.
hi: यह कॉपीराइट के लिए एक टिप्पणी।
ja: この著作権へのコメントです。

source: Imported by
fr: Importé par
hi: जिनके द्वारा आयात किए गए
ja: 次のユーザーがインポートしました：

source: How this copyright notice was created.
fr: Comment cet avis de droit d'auteur a été créé.
hi: यह कॉपीराइट नोटिस कैसे बनाया गया था।
ja: この著作権表示がどのように作られたか。

source: Copyright Years Text
fr: Texte des Années de Droit d'Auteur
hi: कॉपीराइट सालों का पाठ
ja: 著作権の年の文字列

source: Textual representation of the copyright years.
fr: Représentation textuelle des années de droit d'auteur.
hi: कॉपीराइट सालों का मूलपाठ में प्रतिनिधित्व।
ja: 著作権の年の文字による表現。

source: Auto Translate Service
fr: Service d'Auto Traduction
hi: स्वत: अनुवाद सेवा
ja: 自動翻訳サービス

source: Select the type of service you want to use for the auto-translate service. Leave it blank, if you do not want to have the feature enabled. You will have to insert your API key for the service, too.
fr: Sélectionnez le type de service que vous souhaitez utiliser pour le service d'auto-traduction. Laisser vide, si vous ne souhaitez pas la fonctionnalité soit activée. Vous devrez également saisir votre clé API pour le service.
hi: सेवा के प्रकार जो आप स्वत:-अनुवाद सेवा के लिए उपयोग करना चाहते हैं का चयन करें.इसे खाली छोड़ दें, यदि आप सुविधा को सक्षम नहीं करना चाहते हैं.आप सेवा के लिए अपने एपीआई कुंजी सम्मिलित करते हैं.
ja: 自動翻訳サービスを使用したい場合は、このサービスのタイプを選択してください。この機能を有効にしたくない場合は空欄のままにしてください。サービスのAPIキーも入力する必要があります。

source: Auto Translate API Key
fr: Clef de l'API de translation automatique
hi: स्वत: अनुवादित एपीआई कुंजी
ja: 自動翻訳APIキー

source: Enter the API key that Transifex will use for the auto-translate service you have chosen.
fr: Saisir la clé API que Transifex utilisera pour le service de traduction automatique que vous avez choisi.
hi: वह API कुंजी दर्ज करें जो Transifex आपके द्वारा चुने हुए स्वत: अनुवाद सेवा के लिए इस्तेमाल करेगा।
ja: Transifexが使用する選択された自動翻訳サービスのAPIキーを入力してください。

source: You have to select an API key, too.
fr: Vous devez aussi sélectionner une clef pour l'API.
hi: आपको एक API कुंजी का भी चयन करना होगा।
ja: APIキーも選択する必要があります。

source: You have to select a service for the auto-translate feature, too.
fr: Vous devez aussi sélectionner le service associé à la traduction automatique.
hi: आपको स्वतः अनुवाद सुविधा के लिए एक सेवा का भी चयन करना होगा।
ja: 自動翻訳機能のサービスも選択する必要があります。

source: API key
fr: Clé API
hi: API कुंजी
ja: API キー

source: The API key for the auto-translate service.
fr: La clé API pour le service de traduction automatique.
hi: स्वत: अनुवाद-सेवा के लिए API कुंजी।
ja: 自動翻訳サービスのAPIキー

source: Service
hi: सेवा
ja: サービス

source: The service you want to use for auto-translation.
fr: Le service que vous voulez utiliser pour vos traductions automatiques.
hi: स्वत: अनुवाद के लिए जो सेवा आप उपयोग करना चाहते हैं।
ja: 自動翻訳を使用したい場合のサービス

source: Project
fr: Projet
hi: परियोजना
ja: プロジェクト

source: The project this setting applies to.
fr: Le projet auquel ce paramètre s'applique.
hi: वह परियोजना जिसके लिए यह सेटिंग लागू होती है।
ja: プロジェクトにこの設定を反映します。

source: ...more
fr: ... plus
hi: अधिक ...
ja: さらに...

source: This translation is locked by someone else.
fr: Cette traduction est verrouillée par quelqu'un d'autre.
hi: यह अनुवाद किसी और के द्वारा अवरोधित किया गया है।
ja: 翻訳が他の誰かによってロックされています。

source: User '%(user)s' has no permission to submit translations for '%(resource)s' to '%(language)s'.
fr: L'utilisateur '%(user)s' n'est pas autorisé à soumettre une traduction de langue '%(language)s' pour '%(resource)s'.
hi: उपयोगकर्ता %(user)s' '' %(resource)s' ''%(language)s' एस 'के लिए अनुवाद प्रस्तुत की अनुमति नहीं है.
ja: %(user)sさんは%(resource)sの%(language)sへの翻訳を登録する権限がありません。

source: User '%(user)s' already has maximum allowed %(locks)i locks.
fr: L'utilisateur '%(user)s' a atteint le maximum autorisé de %(locks)i verrouillages
hi: युजर के पास '%(user)s' पहले से ही अधिकतम %(locks)i लॉकें हैं|
ja: %(user)sさんはすでに上限の%(locks)i件をロックしています。

source: This resource language is already locked by '%s'
fr: Cette langue pour cette ressource est déjà verrouillée pas '%s'
hi: इस संसाधन भाषा पहले से ही '%s' द्वारा बंद है
ja: この言語リソースはすでに%sさんによってロックされています。

source: User '%(user)s' is not allowed to remove lock '%(lock)s'
fr: L'utilisateur '%(user)s' n'est pas autorisé à retirer le verrou '%(lock)s'
hi: उपयोगकर्ता%(user)s', 'ताला हटायें की अनुमति नहीं है '%(lock)s'
ja: %(user)sさんには%(lock)sのロックを解除する権限がありません。

source: Lock expiration
fr: Expiration du verrou
hi: बंद समाप्ति
ja: ロックの期限切れ

source: when a lock for a translation resource will expire
fr: quand un verrou pour une ressource de traduction va expirer.
hi: जब अनुवाद संसाधन के लिए ताला समाप्त हो जाएगा
ja: 翻訳リソースに対するロックの期限が切れるとき

source: Lock created.
fr: Verrou créé.
hi: लॉक बनाया गया|
ja: ロックが取得されました。

source: Sorry, but you need to send a POST request.
fr: Désolé, vous devez utiliser une requête POST.
hi: क्षमा करें, लेकिन आप एक पोस्ट अनुरोध भेजने की जरूरत है|
ja: 恐れ入りますが、POSTで送信してください。

source: Lock removed.
fr: Verrou désactivé.
hi: लॉक हटाया।
ja: ロックが解除されました。

source: You don't have permission to unlock this file.
fr: Vous n'avez pas la permission de déverrouiller ce fichier
hi: आपको इस फ़ाइल को अनलॉक करने की अनुमति नहीं है|
ja: このファイルのロックを解除する権限がありません。

source: Unlock failed. Lock doesn't exist.
fr: Déverrouillage impossible par faute de verrou.
hi: अनलॉक में विफल रहा| बंद मौजूद नहीं है|
ja: ロック解除に失敗しました。ロックが存在していません。

source: You locked this translation.
fr: Vous avez verrouillé cette traduction
hi: आप इस अनुवाद बंद कर दिया|
ja: この翻訳に対してあなたがロックしました。

source: User '%(owner)s' locked this translation.
fr: L'utilisateur '%(owner)s' a verrouillé cette traduction.
hi: उपयोगकर्ता %(owner)s' इस अनुवाद को बंद किया है|
ja: %(owner)sさんがこの翻訳をロックしています。

source: (%(lock_expires)s left)
fr: (%(lock_expires)s restantes)
hi: (%(lock_expires)s छोड़ दिया)
ja: (残り %(lock_expires)s)

source: unlock
fr: Déverrouiller
hi: अनलॉक
ja: ロックを解除

source: Click to renew your lock for a fresh period of time.
fr: Cliquer pour renouveler votre verrou d'une période de temps réactualisée
hi: समय की एक ताजा अवधि के लिए अपना ताला नवीनीकृत करने के लिए क्लिक करें|
ja: クリックするとロックの期間を延長します。

source: Extend lock by %(hours)s hour.
fr: Ajouter %(hours)s heure au verrou
hi: %(hours)s द्वारा ताला घंटे बढ़ाएँ|
ja: ロックを%(hours)s時間延長

source: Lock this translation to notify others you're working with it.
fr: Verrouiller cette traduction pour notifier les autres que vous travaillez dessus
hi: इस अनुवाद को लॉक कारे ताकि दूसरों को आप काम कर रहे हैं सूचितहो जाई|
ja: この翻訳をロックして、一緒に作業している他のメンバーに通知します。

source: This translation isn't locked. Most likely no one is working on it right now.
fr: Cette traduction n'est pas verrouillée. Il semble que personne n'y travaille actuellement.
hi: यह अनुवाद नहीं बंद है| सबसे अधिक संभावना है कोई भी इस पर अभी काम कर रहा है|
ja: この翻訳はロックされていません。おそらく今は誰も作業していません。

source: Creating lock...
fr: Création du verrou...
hi: ताला बनाना ...
ja: ロックを設定中...

source: Removing lock...
fr: Suppression du verrou...
hi: अनुवादक आपको स्थानीकरण प्रक्रिया में तेजी लाने में मदद कर सकते हैं.
ja: ロックを解除中...

source: Extending lock...
fr: Extension du verrou ...
hi: ताला विस्तार हो रहा है ...
ja: ロックを延長中...

source: User '%(owner)s' locked this file.
fr: L'utilisateur '%(owner)s' a verrouillé ce fichier
hi: उपयोगकर्ता %(owner)s' इस फाइल को बंद कार दिया है|
ja: %(owner)sさんがこのファイルをロックしています。

source: Click file to unlock.
fr: Cliquer sur le fichier pour le débloquer.
hi: अनलॉक करने के लिए फ़ाइल क्लिक करें|
ja: ファイルをクリックするとロックを解除します。

source: Time left:
fr: Temps restant:
hi: समय बचा हुआ है:
ja: 残り時間：

source: Lock and download this file to notify others that you're working with it.
fr: Verrouiller et télécharger le fichier pour avertir les autres que vous travaillez dessus.
hi: इस फाइल को डाउनलोड करे और ताला बाँध कर दे ताकि दूसरों को सूचित है कि आप इसके साथ काम कर रहे हैं|
ja: 一緒に作業している仲間たちへ通知するために、このファイルをロックしてからダウンロードします。

source: This file isn't locked. Most likely no one is working on it right now.
fr: Ce fichier n'est pas verrouillé. Il se peut que personne ne travaille dessus actuellement.
hi: यह फ़ाइल बंद नहीं है| सबसे अधिक संभावना है कोई भी इस पर अभी काम कर रहा है|
ja: このファイルはロックされていません。おそらく今は誰も作業していません。

source: A lock for <a href="http://%(current_site)s%(resource_url)s">%(resource)s in %(language)s</a> is about to expire on %(expires)s
fr: Un verrou pour <a href="http://%(current_site)s%(resource_url)s">%(resource)s en %(language)s</a> expirera dans %(expires)s
ja: <a href="http://%(current_site)s%(resource_url)s">%(language)s の %(resource)s</a> に対するロックは %(expires)s で期限が切れます

source: There are multiple source languages for this project. You will only be able to translate resources for one source language at a time.
fr: Il existe plusieurs langues sources pour ce projet. Vous ne pouvez traduire les ressources que part une langue source à la fois.
hi: इस परियोजना के लिए अनेक स्रोत भाषाएँ हैं.आप केवल एक समय में एक स्रोत भाषा के लिए संसाधनों का अनुवाद करने में सक्षम होगे.
ja: このプロジェクトには複数の翻訳元言語があります。一度にリソースを翻訳できるのは1つの翻訳元言語だけです。

source: Cannot edit the source language because this would result in translation mismatches! If you want to update the source strings consider using the transifex command-line client.
fr: Impossible de modifier la langue source puisque cela invaliderai les traductions ! Si vous souhaitez mettre à jour les chaînes sources, vous devriez utiliser le client transifex en ligne de commande.
hi: स्रोत भाषा को संपादित नहीं कर सकते हैं क्योंकि इस के परिणामस्वरूप से अनुवाद में असंतुलन होगा!यदि आप स्रोत स्ट्रिंग्स को अद्यतन करना चाहते हैं तो Transifex क्लाइंट निर्देश-पंक्ति का उपयोग पर विचार करें.
ja: この翻訳が一致しないので翻訳元言語を編集することはできません。原文を更新する場合は、Transifexのコマンドラインクライアントの使用を検討してください。

source: Save the specific change
fr: Sauver les changements spécifiques
hi: विशिष्ट परिवर्तन सहेजें
ja: 指定の変更を保存する

source: Check spelling
fr: Vérifier l'orthographe
hi: वर्तनी की जाँच करें
ja: スペル確認

source: Undo to initial text
fr: Revenir au texte initial
hi: प्रारंभिक पाठ करने के लिए पूर्ववत् करें
ja: 最初のテキストに戻す。

source: Reviewed string
fr: Chaîne de caractères relue
hi: समीक्षित स्ट्रिंग
ja: レビュー済みの文字列

source: Source string cannot be identified in the DB
fr: La phrase source ne peut être identifié dans la base de donnée.
hi: स्रोत स्ट्रिंग DB में पहचान नहीं कर सकते हैं
ja: 原文がデータベース中で特定できませんでした。

source: The resource of this source string is not accepting translations.
fr: La ressource de cette phrase source n'accepte pas de traductions.
hi: इस सौरसे स्ट्रिंग के संसाधन नहीं अनुवादों को स्वीकार है|
ja: この文のリソースは、翻訳を受け入れていません。

source: Cannot save unless plural translations are either completely specified or entirely empty!
fr: Impossible de sauvegarder à moins que les traductions du pluriel soient soit complètement remplies, soit vides!
hi: जब तक बहुवचन अनुवाद पूरी तरह से निर्दिष्ट या पूरी तरह से खाली नहीं हैं तब तक उन्हें सहेज नहीं सकते!
ja: 複数形の翻訳が完全に定義されていないか空欄になっているので、保存できません。

source: You are not allowed to edit a reviewed string.
fr: Vous n'êtes pas autorisés à modifier une chaîne de caractères déjà revue.
hi: आपको एक समीक्षित स्ट्रिंग को संपादित करने की अनुमति नहीं है।
ja: レビューされた文字列を編集する権限がありません。

source: The translation string is empty
fr: La traduction est vide
hi: अनुवाद स्ट्रिंग खाली है
ja: 翻訳文が空欄です

source: Error occurred while trying to save translation: %s
fr: Une erreur s'est produite lors de la sauvegarde de la traduction : %s
hi: अनुवाद सहेजने की प्रयास करते समय त्रुटि उत्पन्न हुई: %s
ja: 翻訳「%s」を保存する際にエラーが発生しました。

source: Permission error.
fr: Erreur de permission.
hi: अनुमति त्रुटि।
ja: 権限のエラーです。

source: Bad request.
fr: Requête non valide.
hi: दोषपूर्ण अनुरोध।
ja: 不正なリクエストです。

source: No such Source Entity for the given project.
fr: Aucune entité de projet pour ce projet.
hi: दिए गए प्रोजेक्ट के लिए कोई ऐसी स्रोत इकाई नहीं।
ja: そのプロジェクトにそのような項目はありません。

source: Ops! Something weird happened. The admins were notified about it.
fr: Oups! Quelquechose d'étrange vient de se produire. Les administrateurs ont été prévenus.
hi: Ops! कुछ अजीब हुआ। व्यवस्थापकों को इसके बारे में अधिसूचित किया गया।
ja: 不具合が発生しました。管理者に通知しました。

source: No active contributor!
fr: Pas de contributeurs actifs.
hi: कोई सक्रिय कोन्त्रिबुटर नहीं!
ja: アクティブな貢献者がいません。

source: No active languages!
fr: Pas de langue active!
hi: कोई सक्रिय भाषाओं नहीं !
ja: アクティブな言語はありません。

source: Reverted to original comment from file.
fr: Revenu au commentaire original du fichier.
hi: फ़ाइल से मूल टिप्पणी पर वापस सौंप दिया।
ja: ファイルへの元のコメントに戻しました。

source: Cancel
fr: Annuler
hi: रद्द करें
ja: キャンセル

source: Click to edit...
fr: Cliquer pour modifier...
hi: संपादित करने के लिए क्लिक करें...
ja: クリックして編集...

source: Click here to add a comment
fr: Cliquer ici pour ajouter un commentaire
hi: एक टिप्पणी जोड़ने के लिए यहाँ क्लिक करें
ja: ここをクリックしてコメントを追加

source: Last translation:
fr: Dernière traduction:
hi: पिछला अनुवाद:
ja: 最終翻訳：

source: Key
fr: Clef
hi: कुंजी
ja: キー

source: String ID:
fr: ID chaîne:
hi: स्ट्रिंग आईडी:
ja: 文字列ID：

source: Description
hi: विवरण
ja: 説明

source: Description:
hi: विवरण:
ja: 説明：
