Repository: tymofij/adofex
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: fr, hi, ja

source: Add the details of your project
fr: Ajouter des détails votre projet
hi: अपने प्रोजेक्ट के विवरण जोड़ें
ja: あなたのプロジェクトの詳細を追加

source: Edit the details of your project
fr: Édtiter les détails de votre projet
hi: अपने परियोजना के विवरण को एडिट करें
ja: あなたのプロジェクトの詳細を編集

source: View advanced fields
fr: Afficher les champs avancés
hi: उन्नत फ़ील्ड देखें
ja: 詳細フィールドを見る

source: Save project
fr: Enregistrer le projet
hi: प्रोजेक्ट सेभ करें
ja: プロジェクトを保存する

source: Access control
fr: Contrôle d'accès
hi: अभिगम नियंत्रण
ja: アクセス制御

source: Access control settings
fr: Paramètres de contrôle d'accès
hi: अभिगम नियंत्रण सेटिंग्स
ja: アクセス制御の設定

source: This project has an outsource request pending to the '%(project_name)s' hub, thus it can not change its access control settings while the request is open.
fr: Ce projet a une requête de sous-traitance en attente pour le hub '%(project_name)s', donc il ne peut pas changer ses paramètres de contrôle d'accès alors que la demande est ouverte.
hi: इस परियोजना ' %(project_name)s ' में केंद्र के लिए एक आउटसोर्स अनुरोध लंबित है, इस प्रकार यह अपने अभिगम नियंत्रण सेटिंग्स में परिवर्तन नहीं कर सकते हैं जबतक अनुरोध खुला है.
ja: このプロジェクトは %(project_name)s ハブの外部委託リクエストを待っていますので、リクエスト中はアクセス制御の設定を変更できません。

source: Withdraw
fr: Retirer
hi: वापस लेने
ja: 撤回する

source: Give project writer rights
fr: Donner au projet des droits d'auteur
hi: परियोजना के लेखक को अधिकार दे
ja: プロジェクトの書き込み権限を与える

source: Save
fr: Enregistrer
hi: संरक्षित करें
ja: 保存

source: Grant access
fr: Autoriser l'accès
hi: पहुँच प्रदान करें
ja: アクセス許可

source: Give write access to a translator to send translations to your project independent of a translation team.
fr: Donne le droit à un traducteur d'envoyer des traductions pour votre projet indépendamment d'une équipe de traduction.
hi: एक अनुवादक टीम से स्वतंत्र अनुवादक को अपने प्रोजेक्ट में लिखित अनुवाद भेजने की अनुमति दें।
ja: あなたのプロジェクトにおいて、翻訳チームに所属しない翻訳者に翻訳を書き込む権限を与える。

source: Pending requests:
fr: Demandes en attente :
hi: लंबित अनुरोध:
ja: 保留中のリクエスト：

source: Users with access to submit files:
fr: Utilisateur pouvant soumettre des fichiers
hi: यूजर्स जिनके पास फाइल जमा करने की अनुमति है :
ja: ファイルを書き込む権限を持っているユーザー：

source: Child projects
hi: बाल परियोजनाओं
ja: 子プロジェクト

source: List of the hub's child projects
hi: केंद्र के बाल परियोजनाओं की सूची
ja: ハブの子プロジェクトの一覧

source: Hub projects
fr: Projets du hub
hi: केंद्र की परियोजनाएं
ja: ハブプロジェクト

source: No project is outsourcing access to this project hub.
fr: Aucun projet n'externalise son accès via ce hub projet.
hi: कोई परियोजना इस परियोजना केंद्र का उपयोग करके आउटसोर्सिंग कर सकता है.
ja: このプロジェクトハブに外部委託しているプロジェクトはありません。

source: Disassociate it
fr: Le dissocier
hi: इसे अलग करने के लिए
ja: 関連付けの解除

source: Latest projects
fr: Derniers projets
hi: नवीनतम परियोजनाएँ
ja: 最新のプロジェクト

source: Project list
fr: Liste de projets
hi: प्रोजेक्ट सूची
ja: プロジェクト一覧

source: Projects on Transifex
fr: Projets sur Transifex
hi: Transifex पर प्रोजेक्ट्स
ja: Transifexのプロジェクト

source: Projects feed
fr: Flux de projet
hi: प्रोजेक्ट्स फ़ीड
ja: プロジェクトのフィード

source: Subscribe to this feed
fr: Souscrire à ce flux
hi: सदस्यता लें इस फ़ीड के लिए
ja: このフィードを登録する

source: Add new project
fr: Ajouter un nouveau projet
hi: नई परियोजना जोड़ें
ja: 新規プロジェクトを追加

source: Create new project
fr: Créer un nouveau projet
hi: नई परियोजना बनाएँ
ja: 新規プロジェクトの作成

source: No available data.
fr: Aucune donnée disponible.
hi: कोई उपलब्ध डेटा नही है।
ja: 有効なデータがありません

source: Resources:
fr: Ressources:
hi: संसाधन:
ja: リソース：

source: Go to resource "%(resource)s"
fr: Aller à la ressource "%(resource)s"
hi: %(resource)s" संसाधन के लिए जाएँ
ja: リソース「%(resource)s」へ移動

source: No resources in this project.
fr: Pas de ressources dans ce projet
hi: इस प्रोजेक्ट में संसाधनों नहीं है।
ja: このプロジェクトはリソースがありません。

source: Bummer. No projects could be found.
fr: Aucun projet ne peut être trouvé
hi: Bummer। प्रोजेक्ट्स नहीं खोजा जा सकता है.
ja: 遺憾ながら、プロジェクトが見つかりませんでした。

source: Why don't you <a href="%(project_create)s">add one</a>?
fr: Pourquoi ne pas en <a href="%(project_create)s">ajouter un</a> ?
hi: तुम एक<a href="%(project_create)s">क्यों नहीं जोड़ते</a>?
ja: <a href="%(project_create)s">追加</a> できます。

source: Couldn't find your project? Go ahead and <a href="%(project_create)s">add it</a>!
fr: Vous ne trouvez pas votre projet ? Lancez-vous et <a href="%(project_create)s">ajoutez-le</a> !
hi: आपका प्रोजेक्ट नहीं मिल सकता है? आगे बढ़ें और <a href="%(project_create)s">इसे जोड़े</a> !
ja: プロジェクトが見つかりませんでしたか? ぜひ <a href="%(project_create)s">追加</a> してください。

source: %(project_name)s localization project on Transifex, a modern translation workflow and crowdsourcing platform.
hi: Transifex पर %(project_name)s स्थानीयकरण परियोजना , एक आधुनिक अनुवाद कार्यप्रवाह और crowdsourcing मंच.
ja: 現代的な翻訳ワークフロー＆クラウドソーシングプラットフォーム、Transifex上の %(project_name)s の多国語化プロジェクト

source: localization, %(project_name)s localization, localization platform, %(project_name)stranslation, %(project_name)s crowdsourcing
hi: स्थानीयकरण, %(project_name)s स्थानीयकरण, स्थानीयकरण मंच, %(project_name)s अनुवाद, %(project_name)s crowdsourcing
ja: 多国語化, %(project_name)sの多国語化, 多国語化プラットフォーム, %(project_name)s の翻訳、%(project_name)s のクラウドソーシング

source: Go to %(hub_project)s hub
fr: Aller au projet hub %(hub_project)s
hi: %(hub_project)s हब के लिए जाएँ
ja: %(hub_project)s ハブに行く

source: Child project
fr: Projets fils
hi: छोटे परियोजना
ja: 子プロジェクト

source: Hub
hi: केंद्र
ja: ハブ

source: Project overview
fr: Aperçu du projet
hi: परियोजना का निरीक्षण
ja: プロジェクト概要

source: Hub project <span class="tab-stat">%(counter)s</span>
fr: Projet hub <span class="tab-stat">%(counter)s</span>
hi: केंद्र परियोजना<span class="tab-stat">%(counter)s</span>
ja: <span class="tab-stat">%(counter)s</span>件のハブプロジェクト

source: Manage
fr: Gérer
hi: प्रबंधित करें
ja: 管理

source: My projects on Transifex
fr: Mes projets sur Transifex
hi: Transifex पर मेरी परियोजनाएँ
ja: Transifex上の自分のプロジェクト

source: All projects
fr: Tous les projets
hi: सभी परियोजनाऐ
ja: 全てのプロジェクト

source: YOUR PROJECTS
fr: VOS PROJETS
hi: अपकी परियोजनाऐ
ja: あなたのプロジェクト

source: Maintaining %(num_of_projects)s project
fr: Maintient %(num_of_projects)s projet
hi: %(num_of_projects)s प्रोजेक्ट मेन्टेन कर रहें हैं
ja: %(num_of_projects)s件のプロジェクトを管理しています

source: This is a \
fr: Ceci est un \
hi: ये है \
ja: これは\

source: Edit
fr: Modifier
hi: संपादित करें
ja: 編集

source: Maintaining no projects yet
fr: Ne maintient aucun projet pour l'instant
hi: अभी तक कोई परियोजनाओं को संभाल नहीं रहें
ja: まだプロジェクトを管理していません

source: Actively translating <cite>%(num_of_locks)s</cite> resource
fr: Traduit <cite>%(num_of_locks)s</cite> ressources
hi: सक्रिय रुप से <cite>%(num_of_locks)s</cite> रिसोर्स अनुवाद कर रहें हैं
ja: 最近翻訳したリソース <cite>%(num_of_locks)s</cite>件

source: Currently not translating something
fr: Ne traduit rien actuellement
hi: वर्तमान में कोई का अनुवाद नहीं कर रहे है।
ja: 最近翻訳したものはありません

source: YOUR TRANSLATION TEAMS
fr: VOS EQUIPES DE TRADUCTION
hi: आपकी अनुवाद टीमें
ja: あなたの翻訳チーム

source: Coordinating %(num_of_teams)s team
fr: Coordonne %(num_of_teams)s équipe
hi: %(num_of_teams)s टीमो का समन्वय
ja: %(num_of_teams)sチームをコーディネート中

source: Coordinating no teams
fr: Ne coordonne aucune équipe
hi: कोई टीमो का समन्वय नही कर रहे है
ja: チームをコーディネートしていません

source: Member of %(num_of_teams)s team
fr: Membre d'%(num_of_teams)s équipe
hi: %(num_of_teams)s टीम के सदस्य
ja: %(num_of_teams)sチームのメンバー

source: Leave
fr: Quitter
hi: छुट्टी
ja: 脱退する

source: Not participating in any team so far
fr: Ne participe à aucune équipe pour l'instant
hi: अब तक किसी भी टीम में भाग लेने वाले नहीं है
ja: まだどのチームにも所属していません

source: YOUR WATCHES
fr: VOS SUIVIS
hi: आपके द्वारा देखें जाने वाली चीजें
ja: あなたのウォッチ

source: Watching %(num_of_projects)s project
fr: Observe %(num_of_projects)s projet
hi: %(num_of_projects)s परियोजना को देख रहें हैं
ja: %(num_of_projects)s件のプロジェクトをウォッチ中

source: Not watching any project
fr: Ne suit aucun projet
hi: किसी भी परियोजना देख नहीं रहें हैं
ja: 何もプロジェクトをウォッチしていません

source: Watching %(num_of_resources)s resource translation
fr: Observe %(num_of_resources)s ressource de traduction
hi: %(num_of_resources)s की अनुवाद को देख रहें हैं
ja: %(num_of_resources)s件のリソースの翻訳をウォッチ中

source: Not watching any resource translation
fr: Ne suit aucune ressource de traduction
hi: किसी भी संसाधन की अनुवाद को देख नहीं रहें हैं
ja: リソースの翻訳をウォッチしていません

source: Detailed list of the project's resources
fr: Liste détaillée des ressources du projet
hi: परियोजना की संसाधनो की विस्तृत सूची
ja: プロジェクトのリソースの詳細一覧

source: Project resources
fr: Ressources du projet
hi: परियोजना के संसाधन
ja: プロジェクトのリソース

source: Add new resource
fr: Ajouter une nouvelle ressource
hi: नए संसाधन जोड़ें
ja: 新しいリソースを追加

source: Uncategorized
fr: Non catégorisé
hi: अवर्गीकृत
ja: カテゴリなし

source: <span class="wordcount">%(words)s</span> words <span style="color:#888;">(%(strings)s strings)</span>
fr: <span class="wordcount">%(words)s</span> mots <span style="color:#888;">(%(strings)s chaînes de caractères)</span>
hi: <span class="wordcount">%(words)s</span> शब्दों <span style="color:#888;">(%(strings)s strings)</span>
ja: <span class="wordcount">%(words)s</span>語 <span style="color:#888;">(%(strings)s 項目)</span>

source: no translations yet
fr: pas encore de traductions
hi: अभी तक अनुवाद नहीं
ja: まだ翻訳がありません

source: No resources are registered for this project yet.
fr: Pas encore de ressources enregistrées pour ce projet
hi: इस प्रोजेक्ट के लिए कोई संसाधन अभी तक पंजीकृत नहीं हैं।
ja: まだこのプロジェクトに登録されたリソースがありません。

source: Modify your project
fr: Modifier votre projet
hi: अपनी परियोजना को संशोधित करें
ja: 自分のプロジェクトを変更

source: Edit project
fr: Modifier le projet
hi: परियोजना संपादित करें
ja: プロジェクトを編集

source: Statistics feed for this release
fr: Flux de statistiques pour cette version
hi: इस रिलीज के लिए आँकड़ों के फ़ीड
ja: このリリースの統計フィード

source: Edit release details
fr: Modifier les détails de la parution
hi: जारी विवरण संपादित करें
ja: リリースの詳細を編集

source: Edit release
fr: Modifier la parution
hi: रिलीज को संपादित करें
ja: リリースを編集

source: Release date:
fr: Date de parution :
hi: रिलीज़ दिनांक:
ja: リリース日：

source: String freeze:
fr: Phrase gelée :
hi: स्ट्रिंग फ्रीज:
ja: 文字列凍結日：

source: Devel freeze:
fr: Développement gelé:
hi: गतिविधि फ्रीज:
ja: 開発凍結日：

source: Click here to show or hide the resource list
fr: Cliquez ici pour cacher ou montrer la liste des ressources.
hi: यहाँ क्लिक करें संसाधन सूची दिखाने या छुपाने के
ja: リソースの一覧の表示／非表示にはここをクリック

source: This release has %(resources_number)s resources.
fr: Cette release possède %(resources_number)s ressources
hi: %(resources_number)s रिलीज के संसाधन है।
ja: このリリースには%(resources_number)s件のリソースが含まれています。

source: Priv. resources:
fr: Resources privées :
hi: निजी संसाधनों:
ja: 非公開リソース:

source: %(resources_number)s private resources you have access to
hi: %(resources_number)s निजी संसाधनों आपके पास पहुचने के लिए
ja: あなたがアクセス権を持つ非公開リソース%(resources_number)s件

source: Release languages
fr: Langues de la parution
hi: जारी की गई भाषाएँ
ja: リリースする言語

source: source language
fr: langue source
hi: स्रोत भाषा
ja: 翻訳元言語

source: Add a release
fr: Ajouter une parution
hi: एक रिलीज जोड़ें
ja: リリースの追加

source: Edit %(release_name)s
fr: Éditer %(release_name)s
hi: एडिट %(release_name)s
ja: %(release_name)s の編集

source: Editing release '<a href="%(release_url)s">%(release_name)s</a>'
fr: Modification de la parution '<a href="%(release_url)s">%(release_name)s</a>'
hi: रिलीज संपादन '<a href="%(release_url)s">%(release_name)s</a>'
ja: リリース &lt;a href="%(release_url)s"&gt;%(release_name)s&lt;/a&gt; を編集中

source: Save release
fr: Enregistrer la parution
hi: सेभ रिलीज
ja: リリースの保存

source: Delete release from Transifex
fr: Retirer la parution de Transifex
hi: रिलीज को Transifex से हटाएँ
ja: リリースをTransifexから削除

source: Delete release...
fr: Supprimer la parution...
hi: रिलीज को हटाएँ...
ja: リリースを削除...

source: Say goodbye to <em>%(release_name)s</em>?
fr: Dire adieu à <em>%(release_name)s</em> ?
hi: <em>%(release_name)s</em> को अलविदा कहो?
ja: <em>%(release_name)s</em> を削除してもよいですか?

source: Are you sure you want to permanently delete the release '%(release_name)s' which works on %(project_name)s?
fr: Êtes-cous surs de vouloir supprimer définitivement la parution '%(release_name)s' qui travaille sur le projet %(project_name)s ?
hi: क्या आप सुनिश्चित हैं कि आप स्थायी रूप से रिलीज '%(release_name)s' को हटाना चाहते हैं जो %(project_name)s पर काम करते हैं?
ja: 本当に %(project_name)s で作業していたリリース %(release_name)s を完全に削除してよろしいですか？

source: Yes, I am sure!
fr: Oui, je suis sûr!
hi: हाँ, मैं सुनिश्चित हूँ!
ja: はい、そうします。

source: Release '%(release_name)s
fr: Parution %(release_name)s
hi: रिलीज '%(release_name)s'
ja: '%(release_name)s のリリース

source: Statistics feed for this language and release
fr: Statistiques d'alimentation pour cette langue et de la libération
hi: इस भाषा और रिलीज़ के लिए स्टेटीसटिक फ़ीड
ja: この言語とリリースの統計フィード

source: Resource under this Release
fr: ressource dans cette parution
hi: इस रिलीज के तहत संसाधन
ja: このリリース配下のリソース

source: Locked
fr: Verrouillé
hi: अवरोधित
ja: ロック中

source: Not accepting translations at the moment
fr: N'accepte pas de traductions en ce moment
hi: फिलहाल अनुवादों को स्वीकार नहीं कर रहें हैं
ja: 現在は翻訳を受け付けていません

source: no activity yet
fr: pas encore d'activité
hi: अभी तक गतिविधि कोई नहीं
ja: まだ活動していません

source: Private resources you have access to
hi: निजी संसाधनों आपके पास पहुचने के लिए
ja: あなたがアクセス権を持つ非公開リソース

source: click for resource details
fr: cliquer pour les détails de cette ressource
hi: संसाधन विवरण के लिए क्लिक करें
ja: クリックでリソースの詳細を表示

source: Project releases
fr: Parutions du projet
hi: परियोजना विज्ञप्ति
ja: プロジェクトのリリース

source: Add
fr: Ajouter
hi: जोड़ना
ja: 追加

source: Add new release
fr: Ajouter une nouvelle version
hi: नई रिलीज जोड़ें
ja: 新しいリリースを追加

source: No releases are registered for this project yet. Why don't you <a href="%(release_create)s">add one</a>?
fr: Aucune parution enregistrée pour ce projet actuellement Pourquoi pas <a href="%(release_create)s">en ajouter une</a>?
hi: कोई रिलिज्स इस प्रोजेक्ट के लिए अभी तक पंजीकृत नहीं हैं। आप एक<a href="%(release_create)s"> क्यों नहीं जोड़ते</a>?
ja: このプロジェクトにはまだリリースが登録されていません。<a href="%(release_create)s">追加</a>してください。

source: Please select a target language first.
fr: Veuillez sélectionner une langue de traduction
hi: पहले एक लक्ष्य भाषा का चयन करें।
ja: 始めに対象の言語を選択してください。

source: Trying to lock resource...
fr: Tentative de verrouillage de la ressource...
hi: संसाधन बंद करने की कोशिश की जा रही है ...
ja: リソースのロックを試行しています...

source: Total:&nbsp;%(total_entities)s strings, %(wordcount)s words
fr: Total:&nbsp;%(total_entities)s lignes, %(wordcount)s mots
hi: कुल:%(total_entities)s स्ट्रिंग्स,%(wordcount)s शब्द
ja: 合計:&nbsp;%(total_entities)s 項目、%(wordcount)s 語

source: Translated:&nbsp;%(trans_count)s strings, %(trans_wordcount)s words
fr: Traduit:&nbsp;%(trans_count)s chaînes de caractères, %(trans_wordcount)s mots
hi: अनुवाद:&nbsp;%(trans_count)sस्ट्रिंग्स,%(trans_wordcount)sशब्दो
ja: 翻訳済み:&nbsp;%(trans_count)s 項目、%(trans_wordcount)s 語

source: Remaining:&nbsp;%(trans_count)s strings (%(trans_wordcount)s words)
fr: Reste:&nbsp;%(trans_count)s chaînes de caractères (%(trans_wordcount)s mots)
hi: बाकी:&nbsp;%(trans_count)s स्ट्रिंग्स (%(trans_wordcount)s शब्द)
ja: 残り:&nbsp;%(trans_count)s 項目（%(trans_wordcount)s 語）

source: Reviewed:&nbsp;%(reviewed_count)s strings
ja: レビュー済み:&nbsp;%(reviewed_count)s 文字列

source: <span title="The source language cannot be translated">Source language</span>
fr: <span title="La langue source n'a pas pu être traduite">Langue source</span>
hi: <span title="The source language cannot be translated">स्रोत भाषा</span>
ja: <span title="翻訳元言語には翻訳できません">翻訳元言語</span>

source: Warning: This resource is currently locked by '%(lock_owner)s'. He might be working on it right now.
fr: Avertissement: Cette ressource est actuellement verouillée par '%(lock_owner)s'. Il peut être en train de travailler dessus actuellement.
hi: चेतावनी: इस संसाधन वर्तमान में ' %(lock_owner)s ' द्वारा अवरोधित किया गया है। वह इस पर अभी काम कर सकता है।
ja: 警告：このリソースは現在 %(lock_owner)s によってロックされています。現在作業中の可能性があります。

source: Translate now
fr: Traduire maintenant
hi: अनुवाद करे
ja: 翻訳する

source: This resource is currently not accepting translations
fr: Cette ressource n'accepte pas de traductions actuellement
hi: वर्तमान में इस संसाधन अनुवादों को स्वीकार नहीं कर रहा है।
ja: このリソースは現在翻訳を受け付けていません

source: To translate you need to be logged in and a member of the %(lang_name)s team
fr: Pour traduire vous devez être connecté et être membre de l'équipe %(lang_name)s
hi: अनुवाद करने के लिए आप लॉग इन होना चाहिए और %(lang_name)s टीम के एक सदस्य होना चाहिए।
ja: 翻訳するには、ログインして %(lang_name)s 翻訳チームのメンバーになる必要があります

source: Translated:
fr: Traduit:
hi: ट्रांसलेटेड:
ja: 翻訳済み：

source: Remaining:
fr: Restant:
hi: शेष:
ja: 残り：

source: Reviewed:
ja: レビュー済み:

source: View strings online
fr: Voir les chaînes en ligne
hi: स्ट्रिंग्स को ऑनलाइन देखें
ja: 文字列をオンラインで表示

source: Visit language team
fr: Visiter la langue de l'équipe
hi: भाषा टीम देखें
ja: 言語チームを訪問する

source: Clone to new language
fr: Cloner en un nouveau langage
hi: नई भाषा के लिए क्लोन
ja: 新しい言語を複製する

source: Copy all the translations from this language to a new (chosen) language in the specific resource. This will copy the pluralized translations too, if and only if the two languages have exactly the same plural rules
fr: Copiez toutes les traductions de cette langue vers une nouvelle langue (choisie) pour cette ressource. Ceci copiera aussi les traductions au pluriel, si et seulement si les deux langues ont exactement les mêmes règles au pluriel
hi: इस भाषा के से सभी विशिष्ट संसाधन में एक नई भाषा (चुने) के लिए अनुवाद की प्रतिलिपि बनाएँ.यह बहुवचन अनुवाद के भी प्रतिलिपि कर देगा,यदि और केवल यदि दो भाषाओं के बिल्कुल एक ही बहुलवादी नियमों होते है
ja: この言語から新しい (選択された) 言語に、特定のリソースの翻訳をすべてコピーします。両言語間で複数形のルールが同じであれば、複数形の翻訳もコピーされます

source: Copy all the translations from this language to a new (chosen) language in the specific resource. This will copy the pluralized translations too, if and only if the two languages have exactly the same plural rules.
fr: Copie toutes les traductions de ce langage vers un nouveau langage (choisi) dans la ressource spécifiée. Cela copiera les traductions plurialisées également, si et seulement si 2 langages ont exactement les mêmes règles de mise au pluriel.
hi: इस भाषा के सभी अनुवादों को विशिष्ट संसाधन की एक नई भाषा में कॉपी करें।यह बहुवचन अनुवाद को भी कॉपी करते हैं सिर्फ और सिर्फ तभी जब दो भाषाओं के बिलकुल एक ही बहुवचन नियम हों।
ja: この言語から新しい (選択された) 言語に、特定のリソースの翻訳をすべてコピーします。両言語間で複数形のルールが同じであれば、複数形の翻訳もコピーされます。

source: Download for use
fr: Télécharger pour l'utiliser
hi: उपयोग के लिए डाउनलोड करें
ja: 利用のためにダウンロード

source: You must login to be able to download the translations.
fr: Vous devez vous connecter pour être capable de télécharger les traductions.
hi: आपको अनुवादों को डाउनलोड करने में सक्षम होने के लिए लॉगइन करना होगा।
ja: このダウンロードする場合、ログインする必要があります。

source: Add only translated strings into the file. Untranslated strings are NOT filled with source strings.
fr: N'ajouter que les chaînes de caractères traduites dans le fichier. Les chaînes non traduites ne sont PAS remplies avec des chaînes de la source.
hi: फ़ाइल में केवल अनुवादित स्ट्रिंग जोड़ें.बिना अनुवादित स्ट्रिंग्स को स्रोत स्ट्रिंग्स के साथ नहीं भरा जाता है.
ja: 翻訳された文字列のみをファイルに書き込みます。未翻訳の文字列は空になります。

source: Download original pot file
fr: Télécharger le fichier pot de départ
hi: प्रारम्भिक पॉट फ़ाइल डाउनलोड करें
ja: オリジナルのpotファイルをダウンロード

source: You must login to be able to download the pot file.
fr: Vous devez vous identifier pour pouvoir télécharger le fichier pot.
hi: पॉट फ़ाइल डाउनलोड करने में सक्षम होने के लिए लॉगिन।करे।
ja: potファイルをダウンロードするにはログインが必要です。

source: PO file template.
fr: Modèle de fichier PO.
hi: PO फ़ाइल सांचा।
ja: POファイルのテンプレートです。

source: You must login to be able to download the file.
fr: Vous devez vous identifier pour télécharger le fichier.
hi: आपको इस फाइल को डाऊनलोड करने के लिए अवश्य ही लॉगइन करना होगा।
ja: ファイルをダウンロードするには、ログインしてください。

source: Download only reviewed translations
fr: Télécharger seulement les traductions relues
hi: केवल समीक्षा की गई अनुवाद डाउनलोड करे
ja: レビュー済みの翻訳のみをダウンロード

source: Add only reviewed translations into the file. Untranslated strings are not filled at all.
fr: N'ajouter que des traductions relues dans le fichier. Les chaînes de caractères non traduites ne sont pas remplies.
hi: फ़ाइल में केवल समीक्षित अनुवादों को जोड़ें.सभी में बिना अनुवादित स्ट्रिंग्स को नहीं भरा है.
ja: レビュー済みの翻訳のみをファイルに書き込みます。翻訳されていない文字列は空になります。

source: Resource cannot be locked
fr: Ressource non verrouillable
hi: संसाधन बंद नहीं किया जा सकता
ja: リソースをロックできません

source: Download for translation
fr: Télécharger pour traduire
hi: अनुवाद के लिए डाउनलोड करें
ja: 翻訳用にダウンロード

source: You must login to use this action
fr: Vous devez vous connecter pour faire cette action
hi: आपको इस कार्यवाई का उपयोग करने के लिए लॉगइन करना होगा
ja: この操作を行いたい場合、ログインする必要があります。

source: Lock the file under your ownership and download it locally to edit it, in one action. Untranslated strings are filled by source strings.
fr: Verrouillez le fichier dont vous êtes propriétaire et téléchargez-le localement pour le modifier, en une seule action. Les chaînes de caractère non traduites sont remplies par les chaînes source.
hi: अपने स्वामित्व के अंतर्गत फ़ाइल को लॉक करें तथा एक कार्रवाई में , इसे स्थानीय रूप से संपादित करने के लिए डाउनलोड करें.बिना अनुवादित स्ट्रिंग्स को स्रोत स्ट्रिंग्स के साथ भरा जाता है.
ja: 一度の操作でファイルをロックし、編集するためにローカルにダウンロードします。翻訳されていない文字列は原文で埋められます。

source: Get pseudo translations
fr: Obtenir des pseudo traductions
hi: छद्म अनुवाद पाए
ja: 仮翻訳を取得する

source: This resource currently is not accepting translations.
fr: Cette ressource n'accepte pas les traductions actuellement.
hi: वर्तमान में यह संसाधन किन्हीं अनुवादों को स्वीकार नहीं कर सकता।
ja: このリソースは現在翻訳を受け入れていません。

source: Translation last updated
fr: Dernière mise à jour des traductions
hi: अनुवाद अंतिम अपडेटेड
ja: 翻訳の最終更新

source: No translation yet
fr: Pas encore de traductions
hi: अभी तक कोई अनुवाद नहीं
ja: まだ翻訳されていない

source: Sorry but there was an error:
fr: Désolé mais il y a une erreur:
hi: माफ़ किजिए, लेकिन एक त्रुटी थी :
ja: 申し訳ありませんが、エラーが発生しました。

source: Edit resource
fr: Modifier la ressource
hi: संसाधन संपादित करें
ja: リソースを編集

source: Total strings:
fr: Nombre total de chaînes de caractères:
hi: कुल स्ट्रिंग्स:
ja: 総項目数:

source: words
fr: mots
hi: शब्द
ja: 語

source: Status:
fr: Statut:
hi: स्थिति:
ja: 状況:

source: Accepting translations
fr: Accepte des traductions
hi: अनुवादो को स्वीकार
ja: 翻訳受け入れ中

source: No translations accepted
fr: Aucune traduction acceptée
hi: अनुवाद स्वीकार नही किया गया
ja: 翻訳受け入れ停止中

source: Priority level:
fr: Niveau de priorité:
hi: प्राथमिकता स्तर:
ja: 優先レベル:

source: Release:
fr: Parution:
hi: रिलिज:
ja: リリース:

source: Available languages (%(num_of_langs)s)
fr: (%(num_of_langs)s) langues disponibles
hi: उपलब्ध भाषाओं (%(num_of_langs)s)
ja: 有効な言語（%(num_of_langs)s）

source: If you cannot see your language, click the button below to translate( You must belong to a language team of this project, to be able to translate! )
fr: Si vous ne pouvez pas voir votre langue, cliquez sur le bouton ci-dessous pour traduire (Vous devez appartenir à une équipe de traduction de ce projet pour pouvoir traduire!)
hi: यदि आपको आपकी भाषा नहीं देख सकते है, अनुवाद करने के लिए नीचे दिए बटन पर क्लिक करें (आपको अनुवाद करने में सक्षम होने के लिए इस परियोजना के एक भाषा के टीम मे होना चाहिए!)
ja: もしあなたの言語が見つからない場合は、翻訳するために下のボタンをクリックしてください（翻訳できるようになるためには、このプロジェクトの言語チームに所属する必要があります。）

source: Add new translation
fr: Ajouter une nouvelle traduction
hi: नई अनुवाद जोड़ें
ja: 新しい翻訳を追加
