Repository: tymofij/adofex
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: fr, hi, ja

source: Learn more about Transifex
fr: En savoir plus sur Transifex
hi: Transifex के बारे में और अधिक जानें
ja: Transifex について、もっと知る

source: About
fr: À propos
hi: के बारे में
ja: 情報

source: Drops us a line
fr: Laissez-nous un mot
hi: हमें एक लाइन गिरता
ja: お電話ください

source: Feedback
fr: Opinion
hi: फीडबैक
ja: フィードバック

source: Powered by <a href="http://transifex.org/" title="Transifex community">Transifex</a>, the Open Translation Platform
fr: Propulsé par <a href="http://transifex.org/" title="communauté Transifex">Transifex</a>, la plateforme de traduction ouverte
hi: द्वारा संचालित <a href="http://transifex.org/" title="Transifex समुदाय">Transifex</a> , ओपन अनुवाद प्लेटफार्म
ja: Powered by <a href="http://transifex.org/" title="Transifex community">Transifex</a>、オープンな翻訳プラットフォーム

source: Welcome to Transifex
fr: Bienvenue sur Transifex
hi: Transifex में आपका स्वागत है
ja: Transifexにようこそ

source: Transifex is a service aimed at helping translators keep track of their favorite translation projects.
fr: Transifex est un service destiné à aider les traducteurs à garder la trace de leurs projets de traduction préférés.
hi: Transifex मदद अनुवादकों के लिए अपने पसंदीदा अनुवाद परियोजनाओं का ट्रैक रखने के उद्देश्य से एक सेवा है।
ja: Transifexは、自分の好きな翻訳プロジェクトを追跡する翻訳者を支援するためのサービスです。

source: You could also browse through <a href="%(project_list)s">all projects</a>.
fr: Vous pouvez aussi naviguer parmi <a href="%(project_list)s">tous les projets</a>.
hi: आप सभी परियोजनाओं के लिए<a href="%(project_list)s">के माध्यम से भी ब्राउज़ कर सकते</a> हैं।
ja: <a href="%(project_list)s">全てのプロジェクト</a>を閲覧することもできます。

source: Search
fr: Rechercher
hi: खोज
ja: 検索

source: Results
fr: Résultats
hi: परिणाम
ja: 結果

source: Search projects
fr: Rechercher dans les projets
hi: सर्च प्रोजेक्ट्स
ja: プロジェクトの検索

source: Search results
fr: Résultats de la recherche
hi: खोज परिणाम
ja: 検索結果

source: Did you mean:
fr: Vouliez-vous dire:
hi: आप मतलब था:
ja: 類義語：

source: No projects were found for "%(q)s". You may want to change your query a bit.
fr: Aucun projet trouvé pour "%(q)s". Vous devriez peut-être changer un peu votre requête.
hi: "%(q)s" के लिए प्रोजेक्ट्स नहीं पाए गए।आप क्वेरी में छोटा सा परिवर्तन करना चाहते हो।
ja: 「%(q)s」というプロジェクトは見つかりませんでした。検索条件を少し変えてみてください。

source: Couldn't find your project? Why don't you go ahead and <a href="%(project_create_url)s">add it</a>?
fr: Vous ne trouvez pas votre projet ? Lancez-vous et <a href="%(project_create_url)s">ajoutez-le</a> !
hi: आपका प्रोजेक्ट नहीं मिल सकता हैं? आप आगे जाएँ और <a href="%(project_create_url)s">इसे जोड़ दें</a> ?
ja: プロジェクトが見つかりませんでしたか？<a href=\"%(project_create_url)s\">新規追加</a>しませんか？

source: Filter results
fr: Filtrer les résultats
hi: फ़िल्टर परिणाम
ja: 結果のフィルター

source: Go
fr: Aller à
hi: जाना
ja: 移動

source: Transifex administration
fr: Administration de Transifex
hi: Transifex एडमीन्सट्रेसन
ja: Transifex 管理

source: Contact us
fr: Contactez-nous
hi: हमसे संपर्क करें
ja: 連絡先

source: Let us know what you think!
fr: Faites-nous savoir ce que vous pensez !
hi: हमें पता है कि आप क्या सोचते हैं!
ja: ご意見をお聞かせください。

source: We'd like to make this web service as useful as possible for our users. If you have any feedback to provide, please do so!
fr: Nous voulons rendre ce service aussi utile que possible pour nos utilisateurs. Si vous avez des suggestions à nous soumettre, n'hésitez pas !
hi: हम हमारे यूजर्स के लिए इस वेब सेवा को अधिक से अधिक संभावित उपयोगी बनाना चाहते हैं. यदि आप किसी भी प्रकार का फीडबैक देना चाहते है तो एसा ही करें!
ja: ユーザーにとってできるだけ使いやすい便利な Web サービスにしたいと思いますので、 フィードバックがあればぜひお寄せください。

source: Send feedback
fr: Envoyer la suggestion
hi: फीडबैक भेजें
ja: フィードバックの送信

source: Thanks for the feedback!
fr: Merci pour votre suggestion !
hi: फीडबैक के लिए धन्यवाद!
ja: フィードバックをありがとうございました。

source: Thanks!
fr: Merci !
hi: धन्यवाद!
ja: ありがとうございました。

source: Thank you for your feedback.
fr: Merci pour votre suggestion.
hi: आपकी फीडबैक के लिए धन्यवाद.
ja: フィードバックをありがとうございました。

source: The slug is a short word, summarizing and uniquely defining a project. Slug should be self-explainable, but it is most important to be unique. Its main purpose is to be part of a reference URL for the specific object.
fr: Le slug est une courte expression, définissant un projet. Le slug devrait être auto-explicable , mais il est plus important qu'il soit unique. Son but principal est d'être une partie de l'URL de référence pour l'objet spécifique.
hi: स्लग एक छोटा शब्द है, जो सारांश और विशिष्ट रूप से एक प्रोजेक्ट को परिभाषित करता है । स्लग सेल्फ-इक्स्प्लेनेब्ल होना चाहिए, लेकिन यह सबसे महत्वपूर्ण है कि अद्वितीय हो। इसका मुख्य उद्देश्य है की विशिष्ट ऑब्जेक्ट के लिए एक संदर्भ URL का हिस्सा हो।
ja: スラッグは、プロジェクトを説明し識別する短い単語です。スラッグは分かりやすいばかりではなく、重複しないことが重要です。主に特定のオブジェクトを参照するURLの一部に使用されます。

source: The name is a short name for the project. This is the "codename" of the project. E.g. this would be "Transifex" for transifex project.
fr: Le nom est un nom court pour le projet. C'est le "nom de code" du projet. Exemple : ce doit être "Transifex" pour le projet transifex.
hi: यह नाम प्रोजेक्ट के लिए एक संक्षिप्त नाम है। यह प्रोजेक्ट का "codename" है। उदाहरण के लिए transifex प्रोजेक्ट के लिए "Transifex" होगा।
ja: プロジェクトの短い名前です。いわゆるプロジェクトの「コードネーム」です。例えば、Transifexのプロジェクトであれば「Transifex」にします。

source: The description must be one or two sentences length. This is a short summary about the project. It is a required field for the project form. E.g. Transifex description : "An open translation platform."
fr: La description doit être de une ou deux phrases. Ceci est un court résumé à propos du projet. Il s'agit d'un champ requis par le formulaire de projet. Par exemple, la description de Transifex : "Une plateforme de traduction ouverte."
hi: विवरण एक या दो वाक्य के लंबाई का होना आवश्यक है.परियोजना के बारे में सारांश छोटा है.यह परियोजना फार्म के लिए जरूरी क्षेत्र है. जैसे Transifex विवरण :"एक खुला अनुवाद मंच".
ja: 説明は1～2文にしてください。これはプロジェクトについての短い概要です。プロジェクトフォームでは必須のフィールドです。例えば、Transifexの説明は、「オープンな翻訳プラットフォーム」です。

source: The long description field should contain an extensive description of the project. E.g. Transifex long description : "Transifex is web system for managing translations from various distributed repositories." Caution! <a href="http://en.wikipedia.org/wiki/Markdown">Markdown </a> syntax should be used.
fr: Le long champ de description devrait contenir une description étendue du projet. Exemple : Longue description de Transifex : "Transifex est un système en ligne pour la coordination des traductions provenant de dépôts de distributions variés. Attention ! La syntaxe <a href="http://en.wikipedia.org/wiki/Markdown">Markdown </a> doit être utilisée.
hi: यह लंबा विवरण क्षेत्र प्रोजेक्ट के लिए एक विस्तृत वर्णन शामिल करना चाहिए। उदाहरण Transifex लंबा वर्णन: "Transifex विभिन्न वितरित रिपोजिट्री से अनुवाद के प्रबंधन के लिए वेब सिस्टम है।" सावधानी! <a href="http://en.wikipedia.org /wiki/Markdown">markdown</a>सिंटेक्स यूज किया जाना चाहिए।
ja: プロジェクトの詳細な説明文を記述する欄です。例えば、Transifexの詳細な説明文は、「Transifexは様々なリポジトリに配信された翻訳を管理するウェブシステムです」となります。 【ご注意】<a href="http://en.wikipedia.org/wiki/Markdown">Markdown</a>の文法が適用されます。

source: Type in the url of the project's home page.
fr: Entrez ici l'URL de la page d'acceuil du projet.
hi: प्रोजेक्ट के होम पेज के url में टाइप करें।
ja: プロジェクトのホームページのURLを入力してください。

source: RSS feed
fr: Flux RSS
hi: RSS फ़ीड
ja: RSSフィード

source: This is the projects feed name. By following feed url, other users, which are interested in translation news, can be synchronized with updates on the project.
fr: Ceci est le nom du flux de ce projet.En suivant cette URL , d'autres utilisateurs qui sont intéressés par vos traductions peuvent se synchroniser avec les mises à jour du projet.
hi: यह प्रोजेक्ट्स फ़ीड नाम है। फ़ीड url को फ़ॉलो करके, अन्य यूजर्स को, जो अनुवाद खबर में रुचि रखते हैं, प्रोजेक्ट पर अपडेट के साथ सिंक्रनाइज़ किया जा सकता है।
ja: プロジェクトのフィード名です。フィードのURLをフォローすることで、翻訳のニュースに関心のある人には、プロジェクトの更新を受け取ることができます。

source: This field should contain the url for the maintenance, tracking system of the project. For example, the bug tracker url of transifex is at: http://code.transifex.com/transifex/issues/
ja: このフィールドにはプロジェクトのメンテナンスやバグ追跡システムのURLを記入します。たとえば、Transifexのバグ追跡システムは次の通りです。 http://code.transifex.com/transifex/issues/

source: Tags are keywords that annotate an object. Tags separated by whitespaces should be used to help searching for the specific project. They are also a compact description of a project. For example, Transifex has the following tags: i18n l10n translations.
fr: Les Tag sont des mots qui définissent un objet. Les tags séparés par des espaces devraient être utilisés pour aider la recherche pour un projet spécifique. Ils sont aussi une description compacte du projet. Par exemple, Transifex a les tags suivants : translations i18n l10n
hi: टैग कीवर्ड्स है जो कि एक वस्तु को एनोटेट कर रहे हैं। Whitespaces द्वारा अलग टैग करने के लिए विशेष प्रोजेक्ट के लिए खोज में मदद किया जाना चाहिए। उन्होंने यह भी एक प्रोजेक्ट के एक कॉम्पैक्ट वर्णन कर रहे हैं। उदाहरण के लिए, Transifex निम्नलिखित टैग है: I18n l10n अनुवाद।
ja: タグはオブジェクトを説明するキーワードです。タグは空白区切りで、特定のプロジェクトを検索するために使用されます。これはコンパクトにプロジェクトを説明するものでもあります。例えば、Transifexは「i18n l10n translations」というタグを持っています。

source: Maintainers are the people responsible for the administration of the project. They have permissions to edit the project and to add translators. They can also add, edit remove resources of a project.
fr: Les mainteneurs sont les personnes responsables de l'administration d'un projet. Ils ont l'autorisation d'éditer le projet et d'ajouter les traducteurs. Ils peuvent aussi ajouter, éditer les ressources d'un projet.
hi: Maintainers प्रोजेक्ट के एडमीन्सट्रेसन के लिए जिम्मेदार लोग हैं। उन्हें प्रोजेक्ट को संपादित और ट्रांसलेटर्स को जोड़ने की अनुमति है। वे एक प्रोजेक्ट के संसाधनों को जोड़, हटा या संपादित कर सकते हैं।
ja: 管理者は、プロジェクトを管理する人物です。プロジェクトを編集したり、翻訳を追加したりする権限を持っています。プロジェクトにリソースを追加したり、編集したり、削除したりすることもできます。

source: This field is ajax powered so it is possible to type only a few characters and be redirected to the wishing username. Type the preferred username and will be appeared above to be added. If you want to remove a maintainer remove him from the list under the text box.
fr: Ce champ est un champ ajax donc il est possible de ne taper que quelques caractères et d'être redirigé vers le nom d'utilisateur voulu. Tapez le nom d'utilisateur préféré et il apparaîtra au sommet pour être ajouter. Si vous voulez supprimer un mainteneur, supprimez-le depuis la liste sous la boîte de texte
hi: इस क्षेत्र के लिए ajax संचालित है तो यह संभव है केवल कुछ वर्ण लिखें और इच्छुक यूजरनेम करने के लिए पुनः निर्देशित हो। पसंदीदा यूजरनेम टाइप करें और ऊपर प्रकट हो जाएगा जोड़ा जाए। यदि आप एक मेंटेनर को निकालना चाहते हैं तो टेक्स्ट बॉक्स के लिस्ट से निकाल दें ।
ja: この欄はAjaxによって数文字を入力するだけで希望のユーザー名を入力することができます。追加したいユーザー名を入力して、現れた一覧から追加してください。管理者を削除したい場合は、一覧の下のテキストボックスから削除してください。

source: Languages on Transifex
fr: Langues sur Transifex
hi: Transifex पर भाषाएँ
ja: Transifex の言語

source: Languages feed
fr: Flux langues
hi: भाषाओ की फ़ीड
ja: 言語のフィード

source: Subscribe to feed
fr: S'abonner au flux
hi: फ़ीड की सदस्यता लें
ja: フィードを登録する

source: No languages registered yet. :-(
fr: Aucune langue enregistrée pour le moment. :-(
hi: अभी तक कोई भाषाएँ दर्ज नहीं की गई। :-(
ja: まだ登録されている言語がありません。

source: Couldn't find your language? Please use the feedback form and <a href="http://help.transifex.com/user-guide/faq.html#where-does-the-language-list-come-from-how-can-i-add-my-own">let us know</a>!
ja: ご自分の言語が見つからない場合は、フィードバックフォームを使用して<a href="http://help.transifex.com/user-guide/faq.html#where-does-the-language-list-come-from-how-can-i-add-my-own">お知らせください</a>。

source: Notifications
hi: नोटीफिकेसन्स
ja: 通知

source: Received notifications
fr: Notifications reçues
hi: प्राप्त सूचनाएँ
ja: 通知を受け取りました

source: Time
fr: Heure
hi: समय
ja: 時間

source: Mark all unseen notices seen
fr: Marquer toutes les notes non lues comme lues
hi: सभी अनसीन नोटिस को सीन मार्क करें
ja: 未読のおしらせをすべて既読にする

source: No notices.
fr: Pas de notes.
hi: कोई नोटिस नहीं।
ja: おしらせはありません。

source: Change your notification settings
fr: Modifiez les paramètres des notifications
hi: अपनी नोटीफिकेसन सेटिंग्स बदलें
ja: 通知設定を変更する

source: Notification settings
fr: Paramètres de notification
hi: नोटीफिकेसन सेटिंग्स
ja: 通知の設定

source: You can receive notifications whenever an event occurs in Transifex. Check the notifications available for you in the list below and choose which events you would like to be notified by email.
fr: Vous pouvez recevoir des notifications dès qu'un évènement se produit sur Transifex. Consultez les notifications disponibles pour vous dans la liste ci-dessous et selectionnez les évènements pour lesquels vous souhaitez être notifié par email.
hi: आप सूचनाएँ प्राप्त कर सकते हैं जब भी एक घटना Transifex में होति है। निचे की सूचि में उपलब्ध सूचनाओं की जाँच करें और चुनें जिस घटना को आप इमेल द्वारा सूचित करना चाहते हैं।
ja: Transifex でイベントが発生するたびに通知を受け取ることができます。以下の一覧であなたに関連する通知をチェックし、メールで通知を受け取りたいイベントを選択してください。

source: Primary email
fr: Email principal
hi: प्राइमरी ईमेल
ja: 優先メールアドレス

source: change under
fr: change sous
hi: के तहत बदलाव
ja: 変更

source: Account
fr: Compte
hi: अकाउंट
ja: アカウント

source: Note
hi: नोट
ja: 注記

source: You do not have a verified email address to which notices can be sent. You can add one by going to
fr: Vous n'avez pas d'adresse email vérifiée pour recevoir des notes. Vous pouvez en ajouter une en allant à
hi: आपको एक सत्यापित ईमेल पते के लिए नोटिस भेजा जा सकता है नहीं है। आप जा के एक जोड़ सकते हैं
ja: 通知を送信できる確認済メールアドレスがありません。 メールアドレスを追加してください。

source: Notification Type
fr: Type de notification
hi: अधिसूचना प्रकार
ja: 通知の種類

source: Change
fr: Modification
hi: परिवर्तन
ja: 変更

source: Notice
fr: Note
hi: नोटिस
ja: おしらせ

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">added</span> <span class="notice_subject">project</span> <a href="%(project_url)s">%(project)s</a>
fr: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">a ajouté</span> le <span class="notice_subject">projet</span> <a href="%(project_url)s">%(project)s</a>
hi: <span class="notice_subject">प्रोजेक्ट</span> <a href="%(project_url)s">%(project)s</a><a href="%(sender_url)s">%(sender)s</a>जोड़ा गया<span class="notice_action">deleted</span>
ja: <a href="%(sender_url)s">%(sender)s</a> さんが<span class="notice_subject">プロジェクト</span> <a href="%(project_url)s">%(project)s</a> を<span class="notice_action">追加しました</span>

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">changed</span> data of <span class="notice_subject">project</span> <a href="%(project_url)s">%(project)s</a>
fr: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">a changé</span> les données du <span class="notice_subject">projet</span> <a href="%(project_url)s">%(project)s</a>
hi: <span class="notice_subject">परियोजना</span> <a href="%(project_url)s">%(project)s</a>की तारीख <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">changed</span> परिवर्तित
ja: <a href="%(sender_url)s">%(sender)s</a> さんが<span class="notice_subject">プロジェクト</span> <a href="%(project_url)s">%(project)s</a> を<span class="notice_action">変更しました</span>

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">deleted</span> <span class="notice_subject">project</span> <a href="%(project_url)s">%(project)s</a>
fr: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">a supprimé</span> le <span class="notice_subject">projet</span> <a href="%(project_url)s">%(project)s</a>
hi: <span class="notice_subject">प्रोजेक्ट</span> <a href="%(project_url)s">%(project)s</a><a href="%(sender_url)s">%(sender)s</a>हटाया गया<span class="notice_action">deleted</span>
ja: <a href="%(sender_url)s">%(sender)s</a> さんが<span class="notice_subject">プロジェクト</span> <a href="%(project_url)s">%(project)s</a> を<span class="notice_action">削除しました</span>

source: The project <a href="%(project_url)s">%(project_name)s</a> had its <span class="notice_action">request</span> to join and outsource access to the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub <span class="notice_action">approved</span>
fr: La <span class="notice_action">demande</span> du projet <a href="%(project_url)s">%(project_name)s</a> de rejoindre et externaliser l'accès au hub projet <a href="%(project_hub_url)s">%(project_hub_name)s </a> <span class="notice_action">acceptée</span>
hi: परियोजना <a href="%(project_url)s">%(project_name)s</a> अपने अनुरोध में <span class="notice_action"></span>शामिल और<a href="%(project_hub_url)s">%(project_hub_name)s </a> परियोजना केंद्र का आउटसोर्स उपयोग <span >class="notice_action">के लिए अनुमोदित</span>
ja: プロジェクト <a href="%(project_url)s">%(project_name)s</a> の <a href="%(project_hub_url)s">%(project_hub_name)s</a> プロジェクトハブへの参加と外部委託アクセスが<span class="notice_action">承認されました</span>

source: The project <a href="%(project_url)s">%(project_name)s</a> had its <span class="notice_action">request</span> to join and outsource access to the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub <span class="notice_action">denied</span>
fr: La <span class="notice_action">demande</span> du projet <a href="%(project_url)s">%(project_name)s</a> de rejoindre et externaliser l'accès au hub projet <a href="%(project_hub_url)s">%(project_hub_name)s </a> <span class="notice_action">rejoutée</span>
hi: परियोजना <a href="%(project_url)s">%(project_name)s</a> अपने अनुरोध में <span class="notice_action"></span>शामिल और<a href="%(project_hub_url)s">%(project_hub_name)s </a> परियोजना केंद्र का आउटसोर्स उपयोग <span >class="notice_action">के लिए वंचित</span>
ja: プロジェクト <a href="%(project_url)s">%(project_name)s</a> の <a href="%(project_hub_url)s">%(project_hub_name)s</a> プロジェクトハブへの参加と外部委託アクセスが<span class="notice_action">拒否されました</span>

source: The project <a href="%(project_url)s">%(project_name)s</a> <span class="notice_action">requested</span> to join and outsource its access to the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub
fr: Le projet <a href="%(project_url)s">%(project_name)s</a> a <span class="notice_action">demandé</span> de rejoindre et externaliser l'accès au hub projet <a href="%(project_hub_url)s">%(project_hub_name)s </a>
hi: परियोजना <a href="%(project_url)s">%(project_name)s</a>में शामिल होने के लिए<span class="notice_action"></span> अनुरोध और<a href="%(project_hub_url)s">%(project_hub_name)s </a> परियोजना केंद्र का आउटसोर्स उपयोग
ja: プロジェクト <a href="%(project_url)s">%(project_name)s</a> は <a href="%(project_hub_url)s">%(project_hub_name)s </a> プロジェクトハブへの参加と外部委託アクセスを<span class="notice_action">リクエストしました</span>

source: The project <a href="%(project_url)s">%(project_name)s</a> had its <span class="notice_action">request</span> to join and outsource access to the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub<span class="notice_action">withdrawn</span>
fr: La <span class="notice_action">demande</span> du projet <a href="%(project_url)s">%(project_name)s</a> de rejoindre et externaliser l'accès au hub projet <a href="%(project_hub_url)s">%(project_hub_name)s </a> <span class="notice_action">retirée</span>
hi: परियोजना <a href="%(project_url)s">%(project_name)s</a> अपने अनुरोध में <span class="notice_action"></span>शामिल और<a href="%(project_hub_url)s">%(project_hub_name)s </a> परियोजना केंद्र का आउटसोर्स उपयोग <span >class="notice_action">करने से वापस लिया</span>
ja: プロジェクト <a href="%(project_url)s">%(project_name)s</a> は <a href="%(project_hub_url)s">%(project_hub_name)s </a> プロジェクトハブへの参加と外部委託アクセスのリクエストを<span class="notice_action">撤回しました</span>

source: The project <a href="%(project_url)s">%(project_name)s</a> has <span class="notice_action">left</span> the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub
fr: Le projet <a href="%(project_url)s">%(project_name)s</a> a <span class="notice_action">quitté</span> le hub projet <a href="%(project_hub_url)s">%(project_hub_name)s </a>
hi: परियोजना <a href="%(project_url)s">%(project_name)s</a><span class="notice_action">ने </span><a href="%(project_hub_url)s">%(project_hub_name)s </a>परियोजना केंद्र को छोड़ दिया
ja: プロジェクト <a href="%(project_url)s">%(project_name)s</a> は <a href="%(project_hub_url)s">%(project_hub_name)s </a> プロジェクトハブを<span class="notice_action">退会しました</span>

source: A new release <a href="%(release_url)s">%(release_name)s</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
fr: Une nouvelle version <a href="%(release_url)s">%(release_name)s</a> a été ajoutée au projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(project_url)s">%(project_name)s</a>परियोजना में एक नया <a href="%(release_url)s">%(release_name)s</a>रिलीज जोड़ा गया है।
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトに新しいリリース <a href="%(release_url)s">%(release_name)s</a> が追加されました

source: Notification about the approaching of the <a href="%(release_url)s">%(release_name)s</a> string freeze of the <a href="%(project_url)s">%(project_name)s</a> project has been sent
fr: Une notification à propos du gel imminent des chaînes de caractères <a href="%(release_url)s">%(release_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a> a été envoyée
hi: परियोजना <a href="%(project_url)s">%(project_name)s</a>के स्ट्रिंग फ्रीज<a href="%(release_url)s">%(release_name)s</a>के निकटता के बारे में अधिसूचना भेज दिया गया है
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(release_url)s">%(release_name)s</a> に向けた文字列の凍結が近づいているという通知が送られました

source: Notification about the approaching of the <a href="%(release_url)s">%(release_name)s</a> translation deadline of the <a href="%(project_url)s">%(project_name)s</a> project has been sent
fr: Un avertissement à propos de l'imminence de la <a href="%(release_url)s">%(release_name)s</a> date limite de traduction du projet <a href="%(project_url)s">%(project_name)s</a> a été envoyé
hi: <a href="%(project_url)s">%(project_name)s</a>परियोजना के अनुवाद की समय सीमा <a href="%(release_url)s">%(release_name)s</a>के निकटता के बारे में अधिसूचना भेजा जा चुका है.
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(release_url)s">%(release_name)s</a> に向けた翻訳の締切が近づいているという通知が送られました

source: The resource '%(release_name)s' has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
fr: La ressource '%(release_name)s' a été supprimée du projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(project_url)s">%(project_name)s</a>परियोजना से '%(release_name)s' संसाधन को हटा दिया गया है।
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトからリソース %(release_name)s が削除されました

source: Notification about translation period of the <a href="%(release_url)s">%(release_name)s</a> release of the <a href="%(project_url)s">%(project_name)s</a> project being over has been sent
fr: Un avertissement à propos du fait que la période de traduction de la version <a href="%(release_url)s">%(release_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a> est terminée a été envoyé
hi: <a href="%(project_url)s">%(project_name)s</a>परियोजना के विज्ञप्ति जारी की <a href="%(release_url)s">%(release_name)s</a>अनुवाद अवधि के बारे में अधिसूचना भेज दिया गया है
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(release_url)s">%(release_name)s</a> リリースに向けた翻訳の締切が過ぎたという通知が送られました
