Repository: tymofij/adofex
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: fr, hi, ja

source: The origin of the translation.
fr: L'origine de cette traduction.
hi: यह अनुवाद की उत्पत्ति।
ja: 翻訳の原文です。

source: Marks if the translation has been reviewed or not.
fr: Indique si cette traduction a été passée en revue ou non.
hi: यह चिह्नित करता है कि अनुवाद की समीक्षा की गई है या नहीं।
ja: 翻訳がレビューされたかどうかのマークです。

source: Source String
fr: Chaîne originale
hi: स्रोत स्ट्रिंग
ja: 原文

source: The source string this translation string translates.
fr: La chaîne source que cette chaîne de traduction traduit.
hi: स्रोत स्ट्रिंग इस अनुवाद स्ट्रिंग अनुवाद|
ja: この翻訳文の原文です。

source: The translation resource which owns the translation.
fr: La ressource de traduction qui possède cette traduction.
hi: अनुवाद संसाधन, जो अनुवाद का मालिक है।
ja: 翻訳のある翻訳リソースです。

source: Committer
fr: Engagé
hi: कमीटर
ja: コミット者

source: The user who committed the specific translation.
fr: L'utilisateur qui s'est engagé à traduire l'application
hi: युजर जो स्पेसिफिक ट्रांसलेशन के लिये कमिटेड है।
ja: 指定の翻訳をコミットしたユーザーです。

source: translation string
fr: Chaîne de traduction
hi: अनुवाद स्ट्रिंग
ja: 翻訳文

source: translation strings
fr: chaînes de traduction
hi: अनुवाद स्ट्रिंग्स
ja: 翻訳文

source: Translated Entities
fr: Entités Traduites
hi: अनुवादित संस्थाएँ
ja: 翻訳された項目

source: The number of translated entities in a language for a specific resource.
fr: Le nombre d'entitées traduites dans une langue pour une ressource spécifique.
hi: एक विशेष संसाधन के लिए एक भाषा में अनुवादित संस्थाओं की संख्या।
ja: 特定のリソースの言語で翻訳された項目の数。

source: Wordcount for Translated Entities
fr: Nombre de mots des Entités Traduites
hi: अनुदित संस्थाओं के लिए Wordcount
ja: 翻訳された項目の語数

source: The number of words containing translated entities in a language for a specific resource.
fr: Le nombre de mots contenant des entitées traduites dans une langue pour une ressource spécifique.
hi: एक विशिष्ट संसाधन के लिए एक भाषा में अनुवाद संस्थाओं वाले शब्दों की संख्या।
ja: 特定のリソースの言語で翻訳された項目に含まれる語数。

source: Untranslated Entities
fr: Entités non Traduites
hi: अनुवाद नहीं किए गए संस्थाएँ
ja: 翻訳されていない項目

source: The number of untranslated entities in a language for a specific resource.
fr: Le nombre d'entitées non traduites dans une langue pour une ressource spécifique.
hi: एक विशेष संसाधन के लिए एक भाषा में un translated संस्थाओं की संख्या।
ja: 特定のリソースの言語で翻訳されていない項目の数です。

source: Reviewed Entities
fr: Entités Passées en Revue
hi: समीक्षित संस्थाओं
ja: レビュー済みの項目

source: The number of reviewed entities in a language for a specific resource.
fr: Le nombre d'entitée approuvées dans une langue pour une ressource spécifique.
ja: このリソースの言語でレビュー済みの項目の数です。

source: Last Update
fr: Dernière Mise à Jour
hi: पिछले अद्यतन
ja: 最終更新

source: The datetime that this language was last updated.
fr: L'heure et la date à laquelle cette langue a été mise à jour pour la dernière fois.
hi: इस भाषा कि अंतिम अद्यतन की गई दिनांक समय।
ja: この言語が更新された日時です。

source: Last Committer
fr: Dernier Contributeur
hi: पिछले कमिटर
ja: 最終更新者

source: The user associated with the last change for this language.
fr: L'utilisateur associé à la dernière modification pour cette langue.
hi: उपयोगकर्ता इस भाषा के अंतिम परिवर्तन के साथ जुड़े है।
ja: この言語の最終編集を行ったユーザーです。

source: The resource to which the statistics are associated.
fr: La ressource à laquelle les statistiques sont associées.
hi: संसाधन के लिए जो आँकड़े जुड़े हुए हैं।
ja: 統計に関連付けられているリソースです。

source: The language to which these statistics refer.
fr: La langue à laquelle ces statistiques sont associées.
hi: इस भाषा सम्बंधित आँकड़ो को देखें।
ja: これらの統計を参照している言語です。

source: This is the actual content of the template
fr: Ceci est le contenu actuel du modèle
hi: इस टेम्पलेट के वास्तविक सामग्री है
ja: これはテンプレートの実際の内容です

source: This is the template of the imported source file which is used to export translation files from the db to the user.
fr: Ceci est le modèle du fichier source importé qui est utilisé pour exporter les fichiers de traduction de la Base de données à l'utilisateur.
hi: यह आयात स्रोत फ़ाइल जो db से यूजर के लिए अनुवाद फ़ाइलें निर्यात करने के लिए प्रयोग किया जाता है का टेम्पलेट है।
ja: これはインポートされたソースファイルのテンプレートで、データベースからユーザーにエクスポートされた翻訳ファイルに使われたものです。

source: Template
fr: Modèle
hi: टेम्पलेट
ja: テンプレート

source: Templates
fr: Modèles
hi: टेम्पलेट्स
ja: テンプレート

source: The translation resource '%s' was deleted.
fr: La ressource de traduction '%s' a été supprimée
hi: अनुवाद संसाधन '%s' को नष्ट कर दिया गया।
ja: 翻訳リソース「%s」は削除されました。

source: The URL you provided doesn't link to a valid file.
fr: L'URL que vous avez fourni n'est pas un lien vers un fichier valide.
hi: आपको प्रदान किया गया URL एक मान्य फ़ाइल से लिंक नहीं करता हेेै ।
ja: 入力されたURLは有効なファイルにリンクしていません。

source: You have checked the auto update checkbox but you haven't provided a valid url.
fr: Vous avez coché la case de mise à jour automatique sans avoir donné d'URL valide.
hi: आपने ऑटो अपडेट चेकबॉक्स की जाँच की है, लेकिन आपने एक मान्य url प्रदान नहीं किया है।
ja: 自動アップデートのチェックボックスがチェックされていますが、有効なURLが提供されていません。

source: Deleted %(lang)s translation for resource %(resource)s.
fr: Suppression de la traduction en %(lang)s de la ressource %(resource)s.
hi: संसाधन %(resource)s की %(lang)s में अनुवाद को नष्ट कर दिया गया।
ja: リソース %(resource)s から %(lang)s の翻訳が削除されました。

source: Error compiling the pot file.
fr: Erreur de compilation du fichier pot.
hi: पॉट फ़ाइल संकलन में त्रुटि।
ja: potファイルのコンパイルでエラーが発生しました。

source: Sorry, you cannot lock this file!
fr: Désolé, vous ne pouvez pas verrouiller ce fichier!
hi: क्षमा करें, आप इस फ़ाइल को अवरोधित नहीं कर सकते!
ja: このファイルのロックを解除できません。

source: Failed to lock the resource!
fr: La ressource n'a pas pu être verrouillée!
hi: संसाधन बंद करने में विफल!
ja: このリソースへのロック取得に失敗しました。

source: Failed to extend lock period on the resource!
fr: La ressource n'a pas obtenu l'extension de verrou!
hi: संसाधन को बंद करने की अवधि का विस्तार करने में विफल!
ja: このリソースをロックする期間の延長に失敗しました。

source: You cannot lock it right now! (Locked by %s )
fr: Vous ne pouvez pas le verrouiller en ce moment! (Verrouillé par %s)
hi: आप इसे अभी लॉक नहीं कर सकते! (%s के द्वारा लॉक किया गया)
ja: 今はロックできません。(%sさんがロックしています)

source: You are not allowed to upload a translation.
fr: Vous n'êtes pas autorisés à télécharger une traduction vers le serveur.
hi: आपको अनुवाद अपलोड करने की अनुमति नहीं है।
ja: あなたは翻訳をアップロードする権限がありません。

source: %i strings added
fr: %i chaînes ajoutées
hi: %i स्ट्रिंग्स जोड़ा गया
ja: %i件の文字列を追加しました

source: %i strings updated
fr: %i chaînes soumises
hi: %i स्ट्रिंग्स अद्यतन
ja: %i件の文字列を更新しました

source: Specified file %s does not exist.
fr: Le fichier %s spécifié n'éxiste pas.
hi: निर्दिष्ट फ़ाइल %s मौजूद नहीं है।
ja: 指定されたファイル %s が存在しません。

source: The specified object %s is not of type Resource
fr: L'objet %s spécifié n'est pas d'un type « ressource ».
hi: निर्दिष्ट ऑब्जेक्ट %s संसाधन प्रकार की नहीं है
ja: 指定されたオブジェクト %s のタイプがリソースではありません。

source: We're not able to extract any string from the file uploaded for language %(language)s in resource %(resource)s.
fr: Nous ne sommes capables d'extraire aucune chaîne de caractères du fichier téléchargé pour la langue %(language)s dans la ressource %(resource)s.
hi: हम भाषा %(language)s में संसाधन %(resource)s के लिए अपलोड की गई फ़ाइल से कोई भी स्ट्रिंग निकालने में सक्षम नहीं हो रहे है ।
ja: アップロードされたファイルには、 %(language)s のリソース %(resource)s のための文字列が含まれていません。

source: Unknown language specified: %s
fr: Le language spécifié est inconnu : %s
hi: निर्दिष्ट भाषा:%s अज्ञात है
ja: 未知の言語 %s が指定されました。

source: Your file failed a correctness check (msgfmt -c). It returned the following error: %s Please run this command on your system to see the errors for yourself.
fr: Votre fichier n'a pas été validé (msgfmt -c). Il retourne les erreurs suivantes : %s Merci d'exécuter cette commande sur votre système afin d'obtenir les erreurs par vous même, pour que vous les corrigiez.
hi: आपकी फ़ाइल( msgfmt-c) सत्यता की जांच विफल . इस में निम्नलिखित त्रुटि लौटा : %s कृपया अपने सिस्टम पर इस कमांड को चलाने के लिए खुद के लिए त्रुटियाँ देखें.
ja: ファイルの形式のチェック（msgfmt -c）に失敗しました。次のエラーが返されました。 %s ご自分のシステムでこのコマンドを実行し、エラーをご確認ください。

source: Pluralized entries of the file were skipped because the nplural of the upload file differs from the nplural (%s) for the given language available in the system.
fr: Les entrées au pluriel du fichier ont été ignorées parce que le n-pluriel du fichier téléchargement diffère du n-pluriel (%s) pour la langue donnée disponible dans le système.
hi: फ़ाइल की बहुवचन प्रविष्टियों को छोड़ दिया गया है क्योकि अपलोड फ़ाइल की बहुलवादी प्रणाली में दिए गए उपलब्ध भाषा के बहुलवादी (%s) से लिए अलग है.
ja: アップロードされたファイルの複数形の数が、システムで設定されたこの言語の複数形の数（%s）と異なるため、ファイル内の複数形の項目がスキップされました。

source: Element '%s' not found!
fr: L'élément '%s' n'a pas été trouvé!
hi: '%s' तत्व नहीं मिला!
ja: 要素「%s」が見つかりません。

source: Multiple '%s' elements found!
fr: Plusieurs éléments '%s' ont été trouvés!
hi: एकाधिक '%s' तत्व पाए गए!
ja: 要素「%s」が複数回出現しました。

source: Your file doesn't seem to contain valid xml: %s!
fr: Votre fichier ne semble pas contenir du code xml valide: %s!
hi: आपकी फ़ाइल मान्य xml:%s शामिल करने के लिए प्रतीत नहीं होती है!
ja: このファイル %s は正しいXMLファイルではないようです。

source: Incorrect doctype!
fr: Doctype incorrect !
hi: ग़लत doctype!
ja: DOCTYPEが正しくありません。

source: Uploaded file has no Doctype!
fr: Le fichier envoyé ne contient pas de Doctype !
hi: अपलोड की गई फ़ाइल में कोई Doctype नहीं है!
ja: アップロードされたファイルにDOCTYPEがありません。

source: Root element is not 'TS'
fr: L'élément racine n'est pas 'TS'
hi: रूट तत्व 'TS' नहीं है
ja: ルート要素が TS ではありません。

source: Malformed 'location' element
fr: L'élément « location » est mal renseigné
hi: विकृत 'स्थान' तत्व
ja: location 要素の形式が不正です。

source: Qt Linguist variants are not yet supported.
fr: Les variantes de Qt Linguist ne sont pas encore supportées.
hi: Qt भाषाविद् वेरिएंट अभी तक समर्थित नहीं हैं।
ja: Qt Linguist バリアントはまだサポートされていません。

source: Source file could not be imported: Qt Linguist variants are not supported.
fr: Le fichier source n'a pas pu être importé: les variantes Qt Linguist ne sont pas encore supportées.
hi: स्रोत फ़ाइल को आयात नहीं किया जा सका: Qt भाषाविद् वेरिएंट समर्थित नहीं हैं।
ja: ソースファイルがインポートできませんでした。 Qt Linguist バリアントはサポートされていません。

source: Translation string only contains whitespaces.
fr: Cette phrase de traduction ne contient que des espaces
hi: अनुवाद स्ट्रिंग मैं केवल whitespaces शामिल हैं।
ja: 翻訳文には空白文字のみを含めることができます。

source: Translation string doesn't contain the same number of '%s' as the source string.
fr: La phrase de traduction ne contient pas le même nombre de '%s' que la source
hi: अनुवाद स्ट्रिंग '%s' का स्रोत स्ट्रिंग के रूप में एक ही नंबर शामिल नहीं है।
ja: 翻訳文に原文にある数値「%s」が含まれていません。

source: The following url is either missing from the translation or has been translated: '%s'.
fr: L'URL suivant n'a pas été trouvé dans la traduction ou a été traduit: '%s'
hi: निम्नलिखित URL या तो अनुवाद नही है या अनुवाद किया गया है: '%s'।
ja: URL「%s」が翻訳から抜けているか、翻訳されてしまっています。

source: The following email is either missing from the translation or has been translated: '%s'.
fr: L'email suivant n'a pas été trouvé dans la traduction ou a été traduit: '%s'
hi: निम्नलिखित ईमेल या तो अनुवाद मे नही है या अनुवाद कर दिया गया है: '%s'।
ja: メールアドレス「%s」が翻訳から抜けているか、翻訳されてしまっています。

source: Translation must start with a newline (\n)
fr: La traduction doit démarrer avec une nouvelle ligne ( )
hi: अनुवाद एक नई (\ n) के साथ शुरू करना चाहिए
ja: 翻訳は改行(\n)で始めなければなりません

source: Translation should not start with a newline (\n)
fr: La traduction ne doit pas commencer par une nouvelle ligne (\n)
hi: अनुवाद एक नई (\ n) के साथ शुरू नहीं करना चाहिए
ja: 翻訳は改行(\n)で始めるべきではありません

source: Translation must end with a newline (\n)
fr: La traduction doit finir par une nouvelle ligne (\n)
hi: अनुवाद एक नई (\ n) के साथ समाप्त होगा
ja: 翻訳は改行(\n)で終わらなければなりません

source: Translation should not end with a newline (\n)
fr: La traduction ne devrait pas se terminer sur une nouvelle ligne (\n)
hi: अनुवाद एक नई (\ n) के साथ अंत नहीं करना चाहिए
ja: 翻訳は改行(\n)で終わるべきではありません

source: Number %s is in the source string but not in the translation.
fr: Le numéro %s est dans le code source mais pas dans la traduction
hi: संख्या %s सौरसे स्ट्रिंग में नहीं बल्कि अनुवाद में है.
ja: 原文に%sという数字がありますが、翻訳文にはありません。

source: The number of arguments seems to differ between the source string and the translation.
fr: Le nombre d'arguments semble être différent entre le code source et la traduction.
hi: तर्कों की संख्या के सौरसे स्ट्रिंग और अनुवाद के बीच अलग लगता है|
ja: 原文と翻訳文で引数の数が違っているようです。

source: Root element is not 'xliff'
fr: L'élément racine n'est pas 'xliff'
hi: रूट तत्व 'xliff' नहीं है
ja: ルート要素が xliff ではありません。

source: Root element 'xliff' does not have a 'version' attribute
hi: मूल तत्व "xliff" एक 'संस्करण' विशेषता नहीं है,
ja: ルートのxliff要素にversion属性がありません

source: Remember me
fr: Se rappeler de moi
hi: मुझे याद रखें
ja: ログインを記憶する

source: Coordinators
fr: Coordinnateurs
hi: कोओरडीनेटर्स
ja: コーディネーター

source: Coordinators are people that can manage the members of the team, for example. Search for usernames.
fr: Les coordinnateurs sont les personnes pouvant gérer les menbres de l'équipe, par exemple. Rechercher un nom d'utilisateur.
hi: कोओरडीनेटर्स लोग वो होते हैं जो टीम के सदस्यों का प्रबंधन कर सकते हैं उदाहरण के लिए, यूजरनेम के लिए खोजें।
ja: コーディネーターは例えば、チームのメンバーを管理することができます。ユーザー名で検索する。

source: Members
fr: Membres
hi: मेम्बेर्स
ja: メンバー

source: Members are actually people that can submit translations. Search for usernames.
fr: Les membres sont les personnes pouvant envoyer des traductions. Rechercher un nom d'utilisateur.
hi: सदस्य वास्तव में वो लोग होते हैं जो अनुवाद को प्रस्तुत कर सकते हैं। यूजरनेम के लिए खोजें।
ja: メンバーは翻訳を投稿できる人です。ユーザー名で検索する。

source: Reviewers
fr: Relecteurs
hi: समीक्षक
ja: レビュー担当者

source: Reviewers are team members that can proofread translations and mark them as reviewed. Search for usernames.
fr: Les relecteurs sont les membres de l'équipe qui peuvent relire les traductions et les marquées comme relues. Rechercher les noms d'utilisateurs.
hi: समीक्षक टीम के सदस्यों है जो अनुवादों को सही और उन्हें समीक्षित के रूप में चिह्नित करते है.उपयोगकर्ता नाम खोजें.
ja: レビュー担当者は翻訳を校正し、レビュー済みとしてマークすることができるチームメンバーです。ユーザー名を検索します。

source: Enter a valid value.
fr: Entrez une valeur valide
hi: एक मान्य मान दर्ज करें।
ja: 正しい値を入力してください。

source: User(s) %s cannot be in both Coordinators and Members lists. Please make sure that the lists are unique.
fr: Le(s) utilisateur(s) %s ne peuvent être à la fois dans la liste des Coordinateurs et la liste des Membres. Merci de vous assurer que ces listes sont uniques.
hi: उपयोगकर्ता(s) %s समन्वयकों तथा सदस्यों दोनों की सूचियों में नहीं हो सकते। कृपया सुनिश्चित करें कि ये सूचियाँ अद्वितीय हैं।
ja: %sさんをコーディネーターとメンバーの両方に登録できません。リストに重複がないようにしてください。

source: User(s) %s cannot be in both Coordinators and Reviewers lists. Please make sure that the lists are unique.
fr: Le(s) utilisateurs(s) %s ne peuvent pas être à la fois dans la liste des Coordinateurs et la liste des Relecteurs. Merci de vous assurer que les listes sont uniques.
hi: उपयोगकर्ता(s) %s समन्वयकों तथा समीक्षकों दोनों की सूचियों में नहीं हो सकते। कृपया सुनिश्चित करें कि ये सूचियाँ अद्वितीय हैं।
ja: %sさんをコーディネーターとレビュー担当者の両方に登録できません。リストに重複がないようにしてください。

source: User(s) %s cannot be in both Members and Reviewers lists. Please make sure that the lists are unique.
ja: %sさんがメンバーとレビュー担当者を兼ねることはできません。それぞれのリストが重複しないようにしてください。

source: All child projects
fr: Tous les projets fils
hi: सभी छोटे परियोजनाओं
ja: すべての子プロジェクト

source: The project this team works on.
fr: Le projet sur lequel l'équipe travaille
hi: यह टीम इस परियोजना पर काम करता है।
ja: このチームが所属しているプロジェクトです。

source: People in this team will only be able to submit translations files related to the specific language.
fr: Les personnes de cette équipe pourront seulement envoyé des traductionsrelatives à leur propre langue.
hi: इस टीम के लोग केवल अनुवाद विशिष्ट भाषा से संबंधित फाइलों को प्रस्तुत करने में सक्षम होंगे।
ja: このチームの人々は、特定の言語に関連する翻訳ファイルのみを送信することができます。

source: Mainlist
fr: Liste principale
hi: मेनलिस्ट
ja: メインリスト

source: The main mailing list of the team.
fr: Liste de diffusion principale de l'équipe
hi: टीम के मुख्य मेलिंग लिस्ट।
ja: このチームの主なメーリングリスト

source: creator
fr: créateur
hi: क्रियेटर
ja: 作成者

source: team
fr: équipe
hi: टीम
ja: チーム

source: teams
fr: équipes
hi: टीम्स
ja: チーム

source: team creation request
fr: requête de création d'équipe
hi: टीम क्रियेसन रिक्वेस्ट
ja: チーム作成の要望

source: team creation requests
fr: requêtes de création d'équipe
hi: टीम क्रियेसन रिक्वेस्ट्स
ja: チーム作成の要望

source: Team
fr: Équipe
hi: टीम
ja: チーム

source: team access request
fr: requête d'accès à l'équipe
hi: टीम एक्सेस रिक्वेस्ट
ja: チームアクセス要求

source: team access requests
fr: requêtes d'accès à l'équipe
hi: टीम एक्सेस रिक्वेस्ट्स
ja: チームアクセス要求

source: The team '%s' was deleted.
fr: L'équipe '%s' a été supprimée
hi: टीम '%s' को नष्ट कर दिया गया|
ja: 翻訳チーム「%s」は削除されました。

source: You are already on the '%s' team.
fr: Vous faites déjà partie de l'équipe '%s'.
hi: आप पहले से ही '%s' टीम पर हैं।
ja: あなたは既に「%s」チームに所属しています。

source: You requested to join the '%s' team.
fr: Vous avez demandé à rejoindre l'équipe '%s'.
hi: आपको '%s' टीम में शामिल होने का अनुरोध किया गया।
ja: あなたは「%s」チームへの参加をリクエストしました。

source: You already requested to join the '%s' team.
fr: Vous avez déjà demandé à rejoindre l'équipe '%s'.
hi: आपने पहले से ही '%s' टीम में शामिल होने का अनुरोध किया हैं।
ja: あなたは既に「%s」チームへの参加をリクエストしています。

source: You need to sign the Contribution License Agreement for this project before you join a translation team
fr: Vous devez signer la Contribution License Agreement pour ce projet avant de pouvoir rejoindre une équipe de traduction.
hi: आप इस परियोजना के लिए योगदान लाइसेंस समझौते पर हस्ताक्षर करने की आवश्यकता है इससे पहले कि आप एक अनुवाद टीम में शामिल
ja: この翻訳チームに参加する前に、協力者ライセンス条項（CLA）に署名する必要があります。

source: User '%(user)s' is already on the '%(team)s' team.
fr: L'utilisateur '%(user)s' fait déjà partie de l'équipe '%(team)s'.
hi: उपयोगकर्ता '%(user)s' पहले से ही ' %(team)s ' टीम पर है।
ja: %(user)sさんはすでに%(team)sチームに所属しています。

source: You added '%(user)s' to the '%(team)s' team.
fr: Vous avez ajouté '%(user)s' à l'équipe '%(team)s'.
hi: आपने '%(user)s' को '%(team)s' टीम से जोड़ दिया।
ja: あなたは%(user)sさんを%(team)sチームに追加しました。

source: You rejected the request by user '%(user)s' to join the '%(team)s' team.
fr: Vous avez rejeté la demande de l'utilisateur '%(user)s' de rejoindre l'équipe '%(team)s'.
hi: आपने उपयोगकर्ता '%(user)s' के द्वारा '%(team)s' टीम में शामिल होने के अनुरोध को अस्वीकृत कर दिया।
ja: あなたは%(user)sさんからの%(team)sへの参加リクエストを拒否しました。

source: You withdrew your request to join the '%s' team.
fr: Vous avez annulé votre demande de rejoindre l'équipe '%s'.
hi: आपने '%s' टीम में शामिल होने के का अनुरोध वापस ले लिया।
ja: あなたは「%s」チームへの参加リクエストを辞退しました。

source: You left the '%s' team.
fr: Vous avez quitté l'équipe '%s'.
hi: आपने '%s' टीम छोड़ दिया है।
ja: あなたは「%s」チームを退会しました。

source: You are not in the '%s' team.
fr: Vous n'appartenez pas à l'équipe « %s ».
hi: आप '%s' टीम में नहीं हैं|
ja: あなたは「%s」チームの一員ではありません。

source: Please select a language before submitting the form.
fr: Merci de sélectionner une langue avant d'envoyer ce formulaire.
hi: फार्म प्रस्तुत करने से पहले कृपया किसी भाषा का चयन करें।
ja: フォームを送信する前に、言語を選択してください。

source: '%s' team already exists.
fr: L'équipe '%s' existe déjà.
hi: '%s' टीम पहले से ही मौजूद है।
ja: 「%s」チームは既に存在します。

source: A request to create the '%s' team already exists.
fr: Une demande de création de l'équipe '%s' existe déjà.
hi: '%s' टीम बनाने के लिए एक अनुरोध पहले से ही मौजूद है।
ja: 既に存在する「%s」チームの作成リクエスト。

source: You requested creation of the '%s' team.
fr: Vous avez demandé la création de l'équipe '%s'.
hi: आपने '%s' टीम के निर्माण का अनुरोध किया है।
ja: あなたは「%s」チームの作成をリクエストしました。

source: You need to sign the Contribution License Agreement for this project before you submit a team creation request.
fr: Vous devez signer la Contribution License Agreement pour ce projet avant de pouvoir soumettre une requête de création d'équipe
hi: आप इस परियोजना के लिए योगदान लाइसेंस समझौते पर हस्ताक्षर करना होगा इसके पहले की आप एक टीम के निर्माण का अनुरोध सबमिट करे|
ja: 翻訳チームの作成をリクエストする前に、協力者ライセンス条項（CLA）に署名する必要があります。

source: You approved the '%(team)s' team requested by '%(user)s'.
fr: Vous avez approuvé l'équipe '%(team)s' demandée par l'utilisateur '%(user)s'.
hi: आपने '%(user)s' द्वारा अनुरोध किए गए '%(team)s' टीम को मंजूरी दे दी।
ja: あなたは%(user)sさんからの%(team)sチームのリクエストを承認しました。

source: You rejected the request by '%(user)s' for a '%(team)s' team.
fr: Vous avez rejeté la demande de '%(user)s' d'une équipe '%(team)s'.
hi: आपने '%(user)s' द्वारा '%(team)s' टीम मे शामिल होने का अनुरोध अस्वीकार कर दिया।
ja: あなたは%(user)sさんからの%(team)sチームのリクエストを拒否しました。

source: Forbidden access
fr: Accès refusé
hi: फोरबिडेन एक्सेस
ja: 禁止されているアクセス

source: Looks like you do not have the necessary permissions for the required action.
fr: Vous ne possédez pas les permissions nécessaires pour cette action.
hi: ऐसा लगता है कि आपके पास इन रेक्व्यार्ड एक्सन के लिए नेसेसरी परमिशन नहीं है।
ja: 求められている動作に必要なパーミッションを持っていないようです。

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
fr: Voici le liens vers la <a href="%(home)s">page d'accueil</a>. Juste au cas où.
hi: यहाँ एक लिंक है <a href="%(home)s">होमपेज</a> . तुम्हें पता है, जस्ट इन केस।
ja: 念のため、 <a href="%(home)s">homepage</a> へのリンクを示しておきます。

source: Page not found
fr: Page introuvable
hi: पेज नोट फ़ाउंड
ja: ページが見つかりません

source: Looks like you followed a bad link. If you think it's our fault, please <a href='http://code.transifex.com/transifex/issues/'>let us know</a>.
ja: 正しくないリンクをクリックしたようです。これがシステムの問題だと思われた場合は、<a href='http://code.transifex.com/transifex/issues/'>お知らせください</a>.。

source: Page unavailable
fr: Page indisponible
hi: पेज अनअभ्लेबल
ja: ページは使用できません

source: We're sorry, but the requested page is currently unavailable.
fr: Nous sommes désolé, la page demandée est actuellement indisponible.
hi: हमें खेद है, लेकिन रिक्वेस्टेड पेज करेंटली अनअभ्लेबल है।
ja: 申し訳ありません、 要求されたページは現在利用できません。

source: We're messing around with things internally, and the server had a bit of a hiccup.
fr: Nous avons déconné sur certaines choses en interne, et le serveur à un peu le hoquet.
hi: हम चीजों के साथ खिलवाड़ के आसपास रहे हैं आंतरिक और सर्वर एक हिचकी के एक सा था.
ja: サーバー側調整中のため不具合が生じています。

source: Please try again later.
fr: Veuillez ré-essayer plus tard.
hi: कृपया बाद में फिर से कोशिश करें।
ja: しばらくしてからやり直して頂けるようお願いいたします。

source: Go to the start page
fr: Aller à la page d'accueil
hi: इस स्टार्ट पेज पर जाएँ
ja: スタートページに移動する

source: Go to start page
fr: Aller à la page d'accueil
hi: स्टार्ट पेज पर जाएँ
ja: スタートページに行く

source: My projects
fr: Mes projets
hi: मेरा परियोजनाये
ja: 自分のプロジェクト

source: The projects being served
fr: Les projets hébergé
hi: प्रोजेक्ट्स सर्व किया जा रहा है
ja: 提供しているプロジェクト

source: The languages our service serves
fr: Les langues hébergé par nos services
hi: भाषाएँ हमारी सेवा सर्व करति हैं
ja: 提供している言語

source: Languages
fr: Langues
hi: भाषाएँ
ja: 言語

source: Welcome <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
fr: Bienvenue <a title="Paramètres du profil" href="%(user_profile)s">%(user_username)s</a>!
hi: <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a> आपका स्वागत है !
ja: ようこそ <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a> さん

source: Sign out from the website
fr: Déconnexion du site web
hi: वेबसाइट से साइन आउट करें
ja: ウェブサイトからサインアウトする

source: Sign out
fr: Déconnexion
hi: साइन आउट करें
ja: サインアウト

source: Sign in
fr: Connexion
hi: साइन इन करें
ja: サインイン

source: Register
fr: S'inscrire
hi: रजिस्टर
ja: 登録
