Repository: tymofij/adofex
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: fr, hi, ja

source: Notification about <a href="%(release_url)s">%(release_name)s</a> release of the <a href="%(project_url)s">%(project_name)s</a> project being in string freeze has been sent
fr: Un avertissement à propos du gel des chaînes de caractères de la version <a href="%(release_url)s">%(release_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a> a été envoyé
hi: <a href="%(release_url)s">%(release_name)s</a> के बारे में अधिसूचना को स्ट्रिंग स्थिर में <a href="%(project_url)s">%(project_name)s</a> परियोजना की रिहाई के लिए भेज दिया गया है
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(release_url)s">%(release_name)s</a> リリースについて文字列の凍結中という通知が送られました

source: Notification about <a href="%(resource_url)s">%(resource_name)s</a> resource string freeze breakage for the <a href="%(release_url)s">%(release_name)s</a> release of the <a href="%(project_url)s">%(project_name)s</a> project has been sent
fr: Un avertissement à propos du <a href="%(resource_url)s">%(resource_name)s</a> non respect du gel des chaînes de caractères pour la version <a href="%(release_url)s">%(release_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a> a été envoyé
hi: <a href="%(project_url)s">%(project_name)s</a>परियोजना के <a href="%(release_url)s">%(release_name)s</a> विज्ञप्ति जारी के <a href="%(resource_url)s">%(resource_name)s</a> संसाधित स्ट्रिंग फ्रीज के टूटने की अधिसूचना भेजा दिया गया है
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(release_url)s">%(release_name)s</a> リリースに向けた <a href="%(resource_url)s">%(resource_name)s</a> リソースの文字列の凍結が破られたという通知が送られました

source: The <span class="notice_subject">weekly report</span> of the <a href="%(project_url)s">%(project_name)s</a> project was <span class="notice_subject">generated</span>
fr: Le <span class="notice_subject">rapport hebdomadaire</span> du projet <a href="%(project_url)s">%(project_name)s</a> a été <span class="notice_subject">généré</span>
hi: <a href="%(project_url)s">%(project_name)s</a>प्रोजेक्ट के<span class="notice_subject">साप्ताहिक रिपोर्ट को</span> <span class="notice_subject">उत्पन्न</span> किया गया था।
ja: プロジェクト <a href="%(project_url)s">%(project_name)s</a> の<span class="notice_subject">週次レポート</span>が<span class="notice_subject">作成されました</span>。

source: A new resource <a href="%(resource_url)s">%(resource_name)s</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
fr: Une nouvelle ressource <a href="%(resource_url)s">%(resource_name)s</a> a été ajoutée au projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(project_url)s">%(project_name)s</a> प्रोजेक्ट में एक नए रिसोर्स <a href="%(resource_url)s">%(resource_name)s</a> को जोड़ा गया है
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトに新規リソース <a href="%(resource_url)s">%(resource_name)s</a> が追加されました。

source: The resource <a href="%(resource_url)s">%(resource_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
fr: La ressource <a href="%(resource_url)s">%(resource_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a> a été changé
hi: <a href="%(project_url)s">%(project_name)s</a>प्रोजेक्ट के रिसोर्स<a href="%(resource_url)s">%(resource_name)s</a> को बदल दिया गया है
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトのリソース <a href="%(resource_url)s">%(resource_name)s</a> が変更されました

source: The resource '%(resource_name)s' has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
fr: La ressource '%(resource_name)s' a été supprimé du projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(project_url)s">%(project_name)s</a>प्रोजेक्ट से संसाधन '%(resource_name)s' को हटा दिया गया है
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトからリソース %(resource_name)s が削除されました

source: The %(language_name)s translation of the project <a href="%(project_url)s">%(project_name)s</a>, resource <a href="%(resource_url)s">%(resource_name)s</a> has reached 100%% reviewed strings.
hi: <a href="%(project_url)s">%(project_name)s</a>परियोजना के %(language_name)s अनुवाद,<a href="%(resource_url)s">%(resource_name)s</a>संसाधन 100%% समीक्षित स्ट्रिंग्स पर पहुंच गया है.
ja: プロジェクト <a href="%(project_url)s">%(project_name)s</a> の %(language_name)s リソース <a href="%(resource_url)s">%(resource_name)s</a> のレビューが100%%に達しました。

source: A translation for %(language_name)s was sent to <a href="%(resource_url)s">%(resource_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fr: Une traduction en %(language_name)s a été envoyée à <a href="%(resource_url)s">%(resource_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(project_url)s">%(project_name)s</a>परियोजना का <a href="%(resource_url)s">%(resource_name)s</a>का अनुवाद %(language_name)s भेजा गया था
ja: %(language_name)s の翻訳が <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(resource_url)s">%(resource_name)s</a> に送られました

source: The %(language_name)s translation of the project <a href="%(project_url)s">%(project_name)s</a>, resource <a href="%(resource_url)s">%(resource_name)s</a> has been modified.
fr: La traduction en %(language_name)s de la ressource <a href="%(resource_url)s">%(resource_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a> a été modifiée.
hi: <a href="%(project_url)s">%(project_name)s</a>परियोजना का %(language_name)s अनुवाद, <a href="%(resource_url)s">%(resource_name)s</a> संसाधन संशोधित किया गया है.
ja: プロジェクト <a href="%(project_url)s">%(project_name)s</a> のリソース <a href="%(resource_url)s">%(resource_name)s</a> の %(language_name)s の翻訳が更新されました。

source: The user <a href="%(user_url)s">%(user_request)s</a> had <span class="notice_subject">access to submit translations</span> to the project <a href="%(project_url)s">%(project)s</a> <span class="notice_action">granted</span>
fr: L'utilisateur <a href="%(user_url)s">%(user_request)s</a> a les<span class="notice_subject">accès pour soumettre des traductions</span> au projet <a href="%(project_url)s">%(project)s</a> <span class="notice_action">accordées</span>
hi: यूजर <a href="%(user_url)s">%(user_request)s</a> <span class="notice_subject">का उपयोग</span> किया था इस परियोजना के लिए <span class="notice_subject">अनुवाद प्रस्तुत</span> <a href="%(project_url)s">%(project)s,</a> <span class="notice_action">दी</span>
ja: ユーザー <a href="%(user_url)s">%(user_request)s</a> がプロジェクト <a href="%(project_url)s">%(project)s</a> の<span class="notice_subject">翻訳への参加</span>を<span class="notice_action">承認されました</span>

source: The user <a href="%(user_url)s">%(user_request)s</a> had its <span class="notice_subject">request</span> of access to submit translations to the project <a href="%(project_url)s">%(project)s</a> <span class="notice_action">denied</span>
fr: L'utilisateur <a href="%(user_url)s">%(user_request)s</a> formulant la <span class="notice_subject">requète</span> d'accès pour soumettre des traductions au projet <a href="%(project_url)s">%(project)s</a> <span class="notice_action">a vu sa requète rejetée</span>
hi: उपयोगकर्ता <a href="%(user_url)s">%(user_request)s</a> अपने <span class="notice_subject"> अनुरोध </span>को परियोजना <a href="%(project_url)s">%(project)s</a> <span class="notice_action">के प्रस्तुत अनुवादों की तक पहुँच स्थापित करने से इनकार किया </span>
ja: ユーザー <a href="%(user_url)s">%(user_request)s</a> がプロジェクト <a href="%(project_url)s">%(project)s</a> の翻訳への参加<span class="notice_subject">リクエスト</span>を<span class="notice_action">拒否されました</span>

source: <span class="notice_action">Withdrew</span> own <span class="notice_subject">request</span> of access to submit translations to the <span class="notice_action">project</span> <a href="%(project_url)s">%(project)s</a>
fr: <span class="notice_action">Retirer</span> votre<span class="notice_subject">requête</span> d'accès pour soumettre des traductions au <span class="notice_action">projet</span> <a href="%(project_url)s">%(project)s</a>
hi: इस <span class="notice_action">पारियोजना</span><a href="%(project_url)s">%(project)s</a>में अनुवाद प्रस्तुत करने का <span class="notice_subject">अनुरोध </span><span class="notice_action">वापस</span> ले ले
ja: <span class="notice_action">プロジェクト</span> <a href="%(project_url)s">%(project)s</a> の翻訳への参加<span class="notice_subject">リクエスト</span>を<span class="notice_action">辞退しました</span>。

source: <span class="notice_action">Requested</span> <span class="notice_subject">access to submit translations</span> to the <span class="notice_action">project</span> <a href="%(project_url)s">%(project)s</a>
fr: <span class="notice_action">Requète envoyée</span> <span class="notice_subject">pour l'accès pour la soummission de traductions </span>au <span class="notice_action">projet</span> <a href="%(project_url)s">%(project)s</a>
hi: <span class="notice_action">परियोजना</span><a href="%(project_url)s">%(project)s</a>मे <span class="notice_subject">अनुवाद प्रस्तुत करने के लिए एक्सेस </span> <span class="notice_action">अनुरोध किया</span>
ja: <span class="notice_action">プロジェクト</span> <a href="%(project_url)s">%(project)s</a> の<span class="notice_subject">翻訳への参加</span>を<span class="notice_action">リクエスト</span>しました。

source: The user <a href="%(user_url)s">%(user_request)s</a> had its <span class="notice_subject">access to submit translations</span> to the project <a href="%(project_url)s">%(project)s</a> <span class="notice_action">revoked</span>.
fr: L'utilisateur <a href="%(user_url)s">%(user_request)s</a> a eu les <span class="notice_subject">accès pour soumettre des traductions</span> au projet <a href="%(project_url)s">%(project)s</a> <span class="notice_action">revoqués</span>.
hi: उपयोगकर्ता <a href="%(user_url)s">%(user_request)s</a><span class="notice_subject">परियोजना<a href="%(project_url)s">%(project)s</a> <span class="notice_action">के प्रस्तुत अनुवादों की तक पहुँच को रद्द कर दिया </span>
ja: ユーザー <a href="%(user_url)s">%(user_request)s</a> がプロジェクト <a href="%(project_url)s">%(project)s</a> の<span class="notice_subject">翻訳への参加</span>を<span class="notice_action">取り消されました</span>。

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">added</span> <a href="%(team_url)s">%(team_name)s</a> language translation to the <a href="%(project_url)s">%(project_name)s</a> project
fr: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">a ajouté </span> l'équipe de traduction <a href="%(team_url)s">%(team_name)s</a> au projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">को</span> <a href="%(team_url)s">%(team_name)s</a>भाषा में अनुवाद करने के लिए<a href="%(project_url)s">%(project_name)s</a> परियोजना से जोड़ा
ja: <a href="%(sender_url)s">%(sender)s</a> さんが <a href="%(project_url)s">%(project_name)s</a> プロジェクトに <a href="%(team_url)s">%(team_name)s</a> の翻訳を<span class="notice_action">追加しました</span>

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">changed</span> the <a href="%(team_url)s">%(team_name)s</a> <span class="notice_subject">language</span> translation of the <a href="%(project_url)s">%(project_name)s</a> project
fr: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">a modifié</span> l'équipe de traduction <a href="%(team_url)s">%(team_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">को</span> <a href="%(team_url)s">%(team_name)s</a>भाषा में अनुवाद करने के लिए<a href="%(project_url)s">%(project_name)s</a> परियोजना से परिवर्तित किया
ja: <a href="%(sender_url)s">%(sender)s</a> さんが <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(team_url)s">%(team_name)s</a> の<span class="notice_subject">翻訳</span>を<span class="notice_action">変更しました</span>

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">deleted</span> the <a href="%(team_url)s">%(team_name)s</a> <span class="notice_subject">language</span> translation from the <a href="%(project_url)s">%(project_name)s</a> project
fr: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">a supprimé</span> l'équipe de traduction <a href="%(team_url)s">%(team_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">को</span> <a href="%(team_url)s">%(team_name)s</a>भाषा में अनुवाद करने के लिए<a href="%(project_url)s">%(project_name)s</a> परियोजना से हटाए गए
ja: <a href="%(sender_url)s">%(sender)s</a> さんが <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(team_url)s">%(team_name)s</a> の<span class="notice_subject">翻訳</span>を<span class="notice_action">削除しました</span>

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">added</span> the <span class="notice_subject">user</span> <a href="%(user_url)s">%(user_name)s</a> as a member to the <a href="%(team_url)s">%(team_name)s language translation </a> of the <a href="%(project_url)s">%(project_name)s</a> project
fr: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">a jouté</span> l'<span class="notice_subject">utilisateur</span> <a href="%(user_url)s">%(user_name)s</a> comme membre de l'équipe <a href="%(team_url)s">%(team_name)s de traduction </a> du projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">उपयोगकर्ता</span><span class="notice_subject">को</span> <a href="%(user_url)s">%(user_name)s</a> सदस्य के रूप में <a href="%(team_url)s">%(team_name)s भाषा अनुवाद</a> के लिए <a href="%(project_url)s">%(project_name)s</a>परियोजना में शामिल हो
ja: <a href="%(sender_url)s">%(sender)s</a> さんが <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(team_url)s">%(team_name)s への翻訳</a>に <span class="notice_subject">ユーザー</span> <a href="%(user_url)s">%(user_name)s</a> を<span class="notice_action">追加しました</span>

source: %(performer)s <span class="notice_action">denied</span> user <a href="%(user_url)s">%(user_name)s</a>'s <span class="notice_subject">request</span> to join the <a href="%(team_url)s">%(team_name)s language translation</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fr: %(performer)s <span class="notice_action">a refusé la demande de </span> l'utilisateur<a href="%(user_url)s">%(user_name)s</a> de rejoindre <a href="%(team_url)s"> l'équipe de traduction %(team_name)s</a> du projet <a href="%(project_url)s">%(project_name)s</a>
hi: उपयोगकर्ता <a href="%(user_url)s">%(user_name)s</a> ने <a href="%(project_url)s">%(project_name)s</a> परियोजना के<a href="%(team_url)s">%(team_name)sभाषा अनुवाद में </a> शामिल होने के <span class="notice_subject">अनुरोध को </span> %(performer)s <span class="notice_action"> इनकार कर दिया </span>
ja: %(performer)s さんがユーザー <a href="%(user_url)s">%(user_name)s</a> による <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(team_url)s">%(team_name)s への翻訳</a>に対する参加<span class="notice_subject">リクエスト</span>を<span class="notice_action">拒否しました</span>

source: The user <a href="%(user_url)s">%(user_name)s</a> <span class="notice_action">requested</span> to join the <a href="%(team_url)s">%(team_name)s language translation</a> of the <a href="%(project_url)s">%(project_name)s</a> project
hi: उपयोगकर्ता <a href="%(user_url)s">%(user_name)s</a> <a href="%(project_url)s">%(project_name)s</a> परियोजना के <a href="%(team_url)s">%(team_name)s भाषा अनुवाद</a> में में शामिल होने <span class="notice_action">अनुरोध करता हैं </span>
ja: <a href="%(user_url)s">%(user_name)s</a>さんが <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(team_url)s">%(team_name)s への翻訳</a>に対する参加を<span class="notice_action">リクエスト</span>しました

source: The user <a href="%(user_url)s">%(user_name)s</a> <span class="notice_action">withdrew</span> his request to join the <a href="%(team_url)s">%(team_name)s language translation</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fr: L'utilisateur <a href="%(user_url)s">%(user_name)s</a> <span class="notice_action">a annulé</span> sa demande rejoindre l'équipe de traduction <a href="%(team_url)s">%(team_name)s l</a> du projet <a href="%(project_url)s">%(project_name)s</a>
hi: उपयोगकर्ता <a href="%(user_url)s">%(user_name)s</a> <span class="notice_action">परियोजना के</span>भाषा अनुवाद में<a href="%(team_url)s">%(team_name)sशामिल होने के लिए</a> of the <a href="%(project_url)s">%(project_name)s</a> वापस ले
ja: ユーザー <a href="%(user_url)s">%(user_name)s</a> が <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(team_url)s">%(team_name)s への翻訳</a>に対する参加を <span class="notice_action">辞退しました</span>

source: <span class="notice_subject">User</span> has <span class="notice_action">left</span> the <a href="%(team_url)s">%(team_name)s language translation</a> of the <a href="%(project_url)s">%(project_name)s</a> project
fr: <span class="notice_subject">L'utilisateur</span> a <span class="notice_action">quitté</span> l'équipe de traduction en <a href="%(team_url)s">%(team_name)s </a> du projet <a href="%(project_url)s">%(project_name)s</a>
hi: <span class="notice_subject">उपयोगकर्ता </span><a href="%(project_url)s">%(project_name)s</a> परियोजना के <a href="%(team_url)s">%(team_name)s भाषा अनुवाद को </a><span class="notice_action"> को छोड़ दिया</span>
ja: <span class="notice_subject">ユーザー</span>が <a href="%(project_url)s">%(project_name)s</a> プロジェクトの <a href="%(team_url)s">%(team_name)s への翻訳</a> を<span class="notice_action">退会しました</span>

source: The <span class="notice_subject">request</span> to create a %(language_name)s language translation for the <a href="%(project_url)s">%(project_name)s</a> project was <span class="notice_action">denied</span>
fr: La <span class="notice_subject">requête</span> de création d'une équipe de traduction en %(language_name)spour le projet <a href="%(project_url)s">%(project_name)s</a> a été <span class="notice_action">refusée</span>
hi: <a href="%(project_url)s">%(project_name)s</a> परियोजना के %(language_name)s भाषा के अनुवाद को बनाने <span class="notice_subject">के अनुरोध को </span><span class="notice_action">इंकार कर दिया </span>
ja: <a href="%(project_url)s">%(project_name)s</a> プロジェクトに対する %(language_name)s への翻訳の作成<span class="notice_subject">リクエスト</span>が<span class="notice_action">拒否されました</span>

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">requested</span> the creation of a %(language_name)s <span class="notice_subject">language translation</span> for the project <a href="%(project_url)s">%(project_name)s</a>
fr: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">a demandé</span> la création d'une équipe de %(language_name)s <span class="notice_subject"></span> pour le projet <a href="%(project_url)s">%(project_name)s</a>
hi: <a href="%(project_url)s">%(project_name)s</a> परियोजना के भाषा %(language_name)s <span class="notice_subject">में अनुवाद के लिए रचना </span> <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action"> की अनुरोध </span>
ja: <a href="%(sender_url)s">%(sender)s</a> さんがプロジェクト <a href="%(project_url)s">%(project_name)s</a> に対する %(language_name)s への翻訳を<span class="notice_action">リクエストしました</span>

source: The <span class="notice_subject">user</span> <a href="%(performer_url)s">%(performer)s</a> has <span class="notice_subject">nudged</span> you
fr: L'<span class="notice_subject">utilisateur</span> <a href="%(performer_url)s">%(performer)s</a> vous a <span class="notice_subject">nudgé</span>
ja: <span class="notice_subject">ユーザー</span> <a href="%(performer_url)s">%(performer)s</a> があなたに <span class="notice_subject">催促しています</span>

source: Delete %(project_name)s
fr: Supprimer %(project_name)s
hi: %(project_name)s को हटाएँ
ja: %(project_name)s の削除

source: Delete <em>%(project_name)s</em>
fr: Supprimer <em>%(project_name)s</em>
hi: हटाएँ <em>%(project_name)s</em>
ja: <em>%(project_name)s</em> の削除

source: Delete
fr: Supprimer
hi: हटाना
ja: 削除

source: Say goodbye to <em>%(project_name)s</em>?
fr: Dire adieu à <em>%(project_name)s</em> ?
hi: <em>%(project_name)s</em> को अलविदा कहो?
ja: <em>%(project_name)s</em> を削除してもよいですか?

source: Are you sure you want to permanently delete the registered project '%(project_name)s'?
fr: Êtes-vous sur de vouloir supprimer définitivement le projet enregistré '%(project_name)s' ?
hi: क्या आप सुनिश्चित हैं कि आप स्थायी रूप से पंजीकृत परियोजना '%(project_name)s 'को हटाना चाहते हैं?
ja: 本当にプロジェクト %(project_name)s を完全に削除してよろしいですか？

source: Yes, I'm sure!
fr: Oui, j'en suis sûr !
hi: हाँ, मुझे यकीन है!
ja: はい、 構いません!

source: Delete project
fr: Supprimer le projet
hi: प्रोजेक्ट हटाएँ
ja: プロジェクトの削除

source: Details
fr: Détails
hi: विवरण
ja: 詳細

source: Homepage:
fr: Page d'accueil :
hi: होमपेज:
ja: ホームページ：

source: Homepage for %(project_name)s
fr: Page d'accueil de %(project_name)s
hi: होमपेज के लिए %(project_name)s
ja: %(project_name)s のホームページ

source: Tags:
hi: टैग:
ja: タグ：

source: Bug tracker:
fr: Suivi de bogues :
hi: बग tracker:
ja: バグ追跡システム：

source: Bug tracker for %(project_name)s
fr: Suivi des bogues de %(project_name)s
hi: बग tracker के लिए %(project_name)s
ja: %(project_name)s のバグ追跡システム

source: Documentation:
hi: प्रलेखन:
ja: ドキュメント：

source: Documentation of the translation procedure of this project
fr: Documentation sur les procédures de traduction de ce projet
hi: इस परियोजना का अनुवाद प्रक्रिया का दस्तावेजीकरण
ja: このプロジェクトの翻訳手順のドキュメント

source: Translation help pages
fr: Pages d'aide à la traduction
hi: अनुवाद सहायता पृष्ठ
ja: 翻訳ヘルプページ

source: Maintainer:
fr: Mainteneur :
hi: मेंटेनर:
ja: 管理者：

source: Projects have requested to outsource access
fr: Des projets ont demandé d'externaliser l'accès
hi: परियोजनाओं जो आउटसोर्स एक्सेस करने का अनुरोध किया है
ja: プロジェクトが外部委託アクセスをリクエストしました

source: History
fr: Historique
hi: इतिहास
ja: 履歴

source: Timeline feed for this project
fr: Flux RSS de la chronologie de ce projet
hi: इस परियोजना के लिए समयरेखा फ़ीड
ja: このプロジェクトのタイムラインフィード

source: No history recorded yet.
fr: Pas encore d'historique enregistré.
hi: अभी तक कोई इतिहास नहीं दर्ज कीया गया।
ja: 履歴の記録はまだありません。

source: Hub language teams
fr: Équipe de traduction du hub
hi: हब भाषा टीमों
ja: 言語チームのハブ

source: Request language
fr: Demander une nouvelle langue
hi: भाषा के लिए अनुरोध
ja: 言語を申請する

source: Create language
fr: Créer une langue
hi: भाषा बनाएँ
ja: 言語を作成

source: Request team
fr: Requête d'équipe
hi: अनुरोध टीम
ja: チームの要望

source: Requested by
hi: के द्वारा अनुरोधित
ja: リクエスト者:

source: Deny
fr: Refuser
hi: इंकार
ja: 拒否する

source: Approve
fr: Accepter
hi: स्वीकृत
ja: 承認する

source: (source language)
fr: (langue source)
ja: （翻訳元言語）

source: (%(counter)s join request)
fr: (%(counter)s demande d'adhésion)
hi: (%(counter)s में जुड़ने के लिए अनुरोध)
ja: (%(counter)s件の参加リクエスト)

source: (no team yet)
hi: (अभी तक कोई टीम नहीं )
ja: （チームなし）

source: Last update
fr: Dernière mise à jour
hi: अंतिम अद्यतन
ja: 最新のアップデート

source: No translation team has been created yet. Why don't you start one?
fr: Aucune équipe de traduction créée. Pourquoi ne pas la créer par vous-même?
hi: कोई अनुवाद टीम अभी तक नहीं बनाई गई है। आप एक क्यों नहीं शुरू करते?
ja: 翻訳チームがまだ作成されていません。始めてみませんか？

source: Add a project
fr: Ajouter un projet
hi: एक प्रोजेक्ट जोड़ें
ja: プロジェクトの追加

source: Edit %(project_name)s
fr: Editer %(project_name)s
hi: एडिट %(project_name)s
ja: %(project_name)s の編集

source: New project
fr: Nouveau projet
hi: नया प्रोजेक्ट
ja: 新規プロジェクト

source: Create a new project on Transifex
fr: Créer un nouveau projet sur Transifex
hi: Transifex पर एक नई परियोजना बनाएँ
ja: Transifexに新しいプロジェクトを作成しましょう

source: Manage your project
fr: Gérer votre projet
hi: अपनी परियोजना का प्रबंधन करें
ja: 自分のプロジェクトを管理する
