Repository: tymofij/adofex
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: fr, hi, ja

source: Get started with transifex and optimize your localization workflow
hi: Transifex के साथ आरंभ करें और अपने स्थानीयकरण कार्य प्रगति को अनुकूल बनाये
ja: Transifexを始めて多国語化のワークフローを最適化しましょう

source: Credentials
fr: Crédits
hi: परिचय पत्र
ja: 識別情報

source: Sign up
fr: S'inscrire
hi: साइन अप करें
ja: サインアップ

source: View profile
fr: Afficher profil
hi: प्रोफ़ाइल देखें
ja: プロフィールを見る

source: Edit details
fr: Modifier détails
hi: विवरण संपादित करें
ja: 詳細を編集する

source: Required. 30 characters or fewer. Unicode alphanumeric characters only (letters, digits and underscores).
fr: Requis. 30 caractères ou moins. Caractères alphanumériques unicode seulement (Lettres sans accents, nombres et tirets bas).
hi: आवश्यक है. 30 वर्ण या कम. यूनिकोड केवल अल्फ़ान्यूमेरिक वर्ण (पत्र, अंक, और अंडरस्कोर).
ja: 必須項目です。30文字以下です。Unicode のアルファベット (英文字、数字、アンダースコア) のみが使用できます。

source: This value must contain only unicode letters, numbers and underscores.
fr: Cette valeur ne peut seulement contenir que des lettres, chiffres, trais bas ou tirets.
hi: यह मान केवल यूनिकोड अक्षर, संख्या और रेखांकित शामिल होना चाहिए.
ja: この値には Unicode の英文字、数字、アンダースコアのみ使用できます。

source: Recent activities by %(user)s
fr: Activités récentes de %(user)s
hi: %(user)s के द्वारा हाल की गतिविधियां
ja: %(user)sさんの最近の活動

source: Recent activities by user %s.
fr: Activité récente de l'utilisateur %s
hi: उपयोगकर्ता %s द्वारा हाल ही में गतिविधियों।
ja: %sさんの最近の活動

source: None
fr: Aucun
hi: कुछ नहीं
ja: なし

source: user
fr: utilisateur
hi: उपयोगकर्ता
ja: ユーザー

source: Interested in
fr: Intéressé par
hi: आप जिसमें रुचि रखते हैं
ja: 興味ある分野

source: Tags you may be interested in.
fr: Mots clés qui pourraient vous intéresser
hi: वह टैग जिनमे आप की रुचि हो सकती है।
ja: あなたが興味あるかもしれない分野のタグです。

source: Blog
hi: ब्लॉग
ja: ブログ

source: About yourself
fr: À propos de vous
hi: अपने बारे में
ja: 自己紹介

source: Short description of yourself (140 chars).
fr: Courte description de vous-même (140 car.).
hi: खुद का लघु वर्णन (140 वर्ण)।
ja: あなた自身についての簡単な説明です（140文字）。

source: Looking for work?
fr: À la recherche de travail ?
hi: काम के लिए देख रहे हैं?
ja: 仕事を探していますか?

source: New project created
fr: Nouveau projet créé
hi: नई परियोजना बनाई गई
ja: 新規プロジェクトが作成された

source: when a new project is created
fr: lorsqu'un nouveau projet est créé
hi: जब एक नई परियोजना बनाया जाता है
ja: 新しいプロジェクトが作成されたとき

source: Project modified
fr: Projet modifié
hi: परियोजना को संशोधित किया
ja: プロジェクトが変更された

source: when a project is changed
fr: quand un projet à changé
hi: जब एक प्रोजेक्ट बदला है
ja: プロジェクトが変更されたとき

source: Project deleted
fr: Projet supprimé
hi: परियोजना के नष्ट कर दिया
ja: プロジェクトが削除された

source: when a project is deleted
fr: quand un projet est supprimé
hi: जब एक प्रोजेक्ट को नष्ट कर दिया है
ja: プロジェクトが削除されたとき

source: Requested submit access to project
fr: Droit de soumission au projet demandé
hi: परियोजना के लिए सबमिट करने की पहुँच का अनुरोध किया
ja: プロジェクトへの参加がリクエストされた

source: when a user request access to submit files to a project
fr: quand un utilisateur demande l'accès pour soumettre des fichiers à un projet
hi: जब एक प्रोजेक्ट के लिए फ़ाइलें सबमिट करने के लिए एक यूजर के एक्सेस अनुरोध करता है
ja: ユーザーがプロジェクトにファイルを投稿するアクセス権をリクエストをしたとき

source: Denied submit access to project
fr: Droit de soumission au projet refusé
hi: परियोजना के लिए सबमिट करने की पहुँच को इनकार कर दिया
ja: プロジェクトへの参加が拒否された

source: when a maintainer denies a user access to submit files to a project
fr: quand un coordinateur refuse qu'un utilisateur accède à des fichiers d'un projet
hi: जब एक अनुरक्षक एक यूजर को एक प्रोजेक्ट के लिए फ़ाइलें सबमिट करने से इनकार करता हैं
ja: 管理者がプロジェクトにファイルを投稿するアクセス権のリクエストを拒否したとき

source: Withdrew request for submit access to project
fr: Demande d'accès de soumission pour le projet annulée
hi: परियोजना के लिए सबमिट करने की पहुँच के लिए अनुरोध को वापस ले लिया
ja: プロジェクトへの参加リクエストが辞退された

source: when a user withdraws the request for access to submit files to a project
fr: quand un utilisateur retire de lui-même la demande pour accèder aux fichiers soumis à un projet.
hi: जब एक प्रोजेक्ट के लिए फ़ाइलें सबमिट करने से एक यूजर के एक्सेस अनुरोध हटा लेता है।
ja: ユーザーがプロジェクトにファイルを投稿するアクセス権のリクエストを撤回したとき

source: Granted submit access to project
fr: Droits de soumission au projet accordés
hi: परियोजना के लिए सबमिट करने की पहुँच दी गई
ja: プロジェクトへの参加が許可された

source: when a maintainer grants a user access to submit files to a project
fr: quand un coordinateur accorde à un utilisateur d'envoyer des fichiers à un projet.
hi: जब एक अनुरक्षक एक यूजर एक प्रोजेक्ट के लिए फ़ाइलें सबमिट का अनुरोध मान लेता है
ja: 管理者がユーザーにプロジェクトにファイルを投稿するアクセス権を許可をしたとき

source: Revoked submit access to project
fr: Droits de soumission au projet supprimés
hi: परियोजना के लिए सबमिट करने की पहुँच को निरस्त कर दिया गया
ja: プロジェクトへの参加が取り消された

source: when a maintainer revokes the access of an user to submit files to a project
fr: quand un coordinateur révoque à un utilisateur le droit d'envoyer des fichiers à un projet.
hi: जब एक अनुरक्षक एक यूजर एक प्रोजेक्ट के लिए फ़ाइलें सबमिट का अनुरोध रद्द कर देता है
ja: 管理者がユーザーのプロジェクトにファイルを投稿するアクセス権を取り消したとき

source: Requested to join a project hub
fr: A demandé de rejoindre un hub projet
hi: एक परियोजना हब में शामिल होने का अनुरोध किया
ja: プロジェクトハブへの参加がリクエストされた

source: when a project requests to join a project hub
fr: lorsque qu'un projet demande rejoindre un hub projet
hi: जब एक परियोजना एक परियोजना हब में शामिल होने के लिए अनुरोध करता है
ja: プロジェクトがプロジェクトハブへの参加をリクエストしたとき

source: Approved to join project hub
fr: Approuvé pour rejoindre le hub projet
hi: परियोजना हब में शामिल होने के लिए मंजूरी दे दी
ja: プロジェクトハブへの参加が承認された

source: when a project is approved to join a project hub
fr: lorsqu'un projet est approuvé pour rejoindre un hub projet
hi: जब एक परियोजना एक परियोजना हब में शामिल होने के लिए मंजूरी दे दी है
ja: プロジェクトのプロジェクトハブへの参加が承認されたとき

source: Denied to join project hub
fr: A refusé de rejoindre le hub projet
hi: परियोजना हब में शामिल होने से इनकार कर दिया
ja: プロジェクトハブへの参加が拒否された

source: when a project is denied to join a project hub
fr: lorsqu'on refuse à un projet l'accès à un hub projet
hi: जब एक परियोजना ने परियोजना केंद्र में शामिल होने से इनकार कर दिया है
ja: プロジェクトのプロジェクトハブへの参加が拒否されたとき

source: Withdrew request to join project hub
fr: A annulé la demande de rejoindre le hub projet
hi: परियोजना हब में शामिल होने का अनुरोध वापस ले लिया
ja: プロジェクトハブへの参加が辞退された

source: when a project decides not to join a project hub
fr: lorsqu'un projet décide de ne pas rejoindre un hub projet
hi: जब एक परियोजना एक परियोजना हब में शामिल नहीं होने का फैसला करता है
ja: プロジェクトがプロジェクトハブへの参加をやめたとき

source: Project left project hub
fr: Le projet a quitté le hub projet
hi: परियोजना ने परियोजना हब को छोड़ दिया
ja: プロジェクトがプロジェクトハブを退会した

source: when a project leaves a project hub
fr: lorsqu'un projet quitte un hub projet
hi: जब एक परियोजना एक परियोजना केंद्र छोड़ता है
ja: プロジェクトがプロジェクトハブを退会したとき

source: Release added to project
fr: Version ajoutée au projet
hi: प्रोजेक्ट में रिलीज जोड़ी
ja: プロジェクトにリリースが追加された

source: when a release is added to a project
fr: Quand une parution est ajoutée à un projet
hi: जब एक प्रोजेक्ट में एक रिलीज जोड़ा दिया जाता है
ja: リリースがプロジェクトに追加されたとき

source: Release modified
fr: Version modifiée
hi: रिलीज को संशोधित किया
ja: リリースが変更された

source: when a release of a project is modified
fr: lorsqu'une parution du projet est modifiée
hi: जब एक परियोजना की एक रिलीज संशोधित किया गया है
ja: プロジェクトのリリースが変更されたとき

source: Release deleted
fr: Parution supprimée
hi: रिलीज हटाया गया
ja: リリースが削除された

source: when a release of a project is deleted
fr: Quand une parution d'un projet est supprimée
hi: जब एक प्रोजेक्ट से एक रिलीज हटा दिया जाता है
ja: プロジェクトのリリースが削除されたとき

source: Release about to enter the string freeze period
fr: Version sur le point de passer une période de gel des chaînes de caractères
hi: रिलीज स्ट्रिंग फ्रीज की अवधि में प्रवेश करने वाला है
ja: リリースの文字列の凍結時期が近づいた

source: when a release of a project is about to enter the String Freeze period
fr: lorsqu'une version d'un projet est sur le point de passer dans une période de gel des chaînes de caractères
hi: जब एक परियोजना की एक रिलीज स्ट्रिंग फ्रीज की अवधि मे प्रवेश करने वाला है
ja: プロジェクトのリリースが文字列の凍結時期が近づいたとき

source: Release is in string freeze period
fr: Version en période de gel des chaînes de caractères
hi: रिलीज स्ट्रिंग फ्रीज की अवधि में है
ja: リリースが文字列の凍結時期に入った

source: when a release of a project is on enter the String Freeze period
fr: lorsqu'une version est en période de gel des chaînes de caractères
hi: जब एक परियोजना की एक रिलीज स्ट्रिंग फ्रीज की अवधि मे प्रवेश करता है
ja: プロジェクトのリリースが文字列の凍結時期に入ったとき

source: Release about to hit the translation deadline
fr: Version sur le point d'atteindre la date limite de traduction
hi: रिलीज अनुवाद की समय सीमा को हिट करने वाला है
ja: リリースの翻訳の締切が近づいた

source: when a release of a project is about to hit the Translation Deadline date
fr: Quand un communiqué d'un projet est sur le point de frapper la date limite de traduction
hi: जब एक परियोजना की एक रिलीज अनुवाद की समय सीमा की दिनांक को पार करने वाला है
ja: プロジェクトのリリースが翻訳の締切日に近づいたとき

source: Release has hit the translation deadline
fr: La date limite de traduction a été atteinte pour cette version
hi: रिलीज ने अनुवाद की समय सीमा को हिट किया
ja: リリースの翻訳の締切がきた

source: when a release of a project hits the Translation Deadline date
fr: lorsque la Date Limite de Traduction a été atteinte pour la version d'un projet
hi: जब एक परियोजना की एक रिलीज अनुवाद की समय सीमा को हिट करता है
ja: プロジェクトのリリースが翻訳の締切日に来たとき

source: Release string freeze breakage
fr: Gel des chaînes de caractères pour cette version non respecté
hi: रिलीज़ की स्ट्रिंग फ्रीज का टूटना
ja: リリースの文字列の凍結が解除された

source: when a release of a project has a string freeze breakage
fr: lorsque le gel des chaînes de caractères d'une version d'un projet n'a pas été respecté
hi: जब एक परियोजना की एक रिलीज की स्ट्रिंग फ्रीज टूट जाता है
ja: プロジェクトのリリースが文字列の凍結が解除されたとき

source: New team created
fr: Nouvelle équipe créée
hi: नई टीम बनाई गई
ja: 新しいチームが作成された

source: when a new translation team is added to a project
fr: quand une nouvelle équipe de traduction est ajoutée à un projet
hi: जब एक नया अनुवाद टीम एक प्रोजेक्ट के लिए जोड़ा जाता है
ja: プロジェクトに新しい翻訳チームが追加されたとき

source: Team modified
fr: Equipe modifiée
hi: टीम को संशोधित किया गया
ja: チームが変更された

source: when a translation team of a project is modified
fr: lorsque une équipe de traduction d'un projet a été modifiée
hi: जब एक परियोजना की एक अनुवाद की टीम को संशोधित किया गया
ja: プロジェクトの翻訳チームが変更されたとき

source: Team removed
fr: Equipe supprimée
hi: टीम को हटाया गया
ja: チームが削除された

source: when a translation team of a project is removed
fr: lorsque une équipe de traduction d'un projet est supprimée
hi: जब एक परियोजना की एक अनुवाद की टीम को हटाया गया
ja: プロジェクトの翻訳チームが削除されたとき

source: Requested team creation
fr: Création d'équipe demandée
hi: टीम के निर्माण के लिए अनुरोध किया
ja: チームの作成がリクエストされた

source: when the creation of a translation team is requested for a project
fr: lorsque la création d'une nouvelle équipe de traduction est demandée pour un projet
hi: जब एक परियोजना के लिए एक अनुवाद की टीम के निर्माण का अनुरोध किया गया
ja: プロジェクトに翻訳チームの作成がリクエストされたとき

source: Denied request for team creation
fr: Demande de création d'équipe refusée
hi: टीम के निर्माण के लिए अनुरोध का खंडन किया
ja: チームの作成のリクエストが拒否された

source: when the creation of a translation team for a project is denied by a maintainer
fr: lorsque la création d'une équipe de traduction pour un projet a été refusée par un mainteneur
hi: जब किसी प्रोजेक्ट के लिए एक अनुवाद की टीम का निर्माण एक अनुरक्षक द्वारा खंडन किया गया
ja: プロジェクトに翻訳チームの作成が管理者によって拒否されたとき

source: Requested to join translation team
fr: A demandé à rejoindre l'équipe de traduction
hi: अनुवाद की टीम में शामिल होने का अनुरोध किया
ja: 翻訳チームへの参加がリクエストされた

source: when a user requests to join a project translation team
fr: quand l'utilisateur demande pour rejoindre une équipe de traduction d'un projet
hi: जब एक यूजर अनुरोधों एक परियोजना अनुवाद टीम में शामिल होने के लिए अनुरोध करता है।
ja: ユーザーからプロジェクトの翻訳チームへの参加がリクエストされたとき

source: Approved to join translation team
fr: Demande de rejoindre l'équipe de traduction approuvée
hi: अनुवाद की टीम में शामिल होने के लिए मंजूरी दे दी
ja: 翻訳チームへの参加が承認された

source: when a user is approved as a member of a project translation team
fr: quand un utilisateur est approuvé comme un membre de l'équipe de traduction du projet
hi: जब एक उपयोगकर्ता एक परियोजना अनुवाद टीम के एक सदस्य के रूप में मंजूरी दे दी है
ja: ユーザーがプロジェクトの翻訳チームのメンバーとして承認されたとき

source: Denied to join translation team
fr: Demande de rejoindre l'équipe de traduction rejetée
hi: अनुवाद की टीम में शामिल होने से इनकार
ja: 翻訳チームへの参加が拒否された

source: when a user is denied as a member of a project translation team
fr: quand un utilisateur est rejeté en tant que membre d'une équipe de traduction de projet
hi: जब एक उपयोगकर्ता एक परियोजना अनुवाद टीम के एक सदस्य के रूप में इनकार कर दिया है
ja: ユーザーがプロジェクトの翻訳チームへの参加を拒否されたとき

source: Withdrew request to join team
fr: A retiré sa demande de rejoindre l'équipe de traduction
hi: टीम में शामिल करने के लिए अनुरोध को वापस ले लिया
ja: 翻訳チームへの参加リクエストが辞退された

source: when a user decides not to join a project translation team
fr: quand un utilisateur décide ne ne pas rejoindre une équipe de traduction de projet
hi: जब एक उपयोगकर्ता के लिए एक परियोजना अनुवाद टीम में शामिल होने का फैसला
ja: ユーザーがプロジェクトの翻訳チームへの参加をやめたとき

source: User left translation team
fr: L'utilisateur a quitté l'équipe de traduction
hi: उपयोगकर्ता ने अनुवाद की टीम को छोड़ दिया
ja: ユーザーが翻訳チームを退会した

source: when a user leaves a project translation team
fr: quand l'utilisateur quitte une équipe de traduction de projet
hi: जब एक उपयोगकर्ता एक परियोजना अनुवाद टीम को छोड
ja: プロジェクトの翻訳チームからユーザーが脱退したとき

source: Weekly project report for maintainers
fr: Rapport de projet hebdomadaire pour les dirigeants
hi: साप्ताहिक देखरेख के लिए परियोजना रिपोर्ट
ja: プロジェクトの管理者向け週次レポート

source: when you receive the weekly report of projects that you maintain.
fr: quand vous recevez le rapport hebdomadaire des projets maintenus.
hi: जब आप परियोजनाओं है कि आप को बनाए रखने की साप्ताहिक रिपोर्ट प्राप्त करते हैं.
ja: 管理しているプロジェクトの週次レポートを受け取ったとき

source: User nudge
fr: Poke utilisateur
hi: उपयोगकर्ता को हलका धक्का दो
ja: ユーザーが催促した

source: when a user nudges you
fr: quand un utilisateur vous wizze
hi: जब एक उपयोगकर्ता आप nudges
ja: ユーザーがあなたに催促したとき

source: Resource created
fr: Ressource créée
hi: संसाधन बनाया गया
ja: リソースが作成された

source: when a new resource is added to a project
fr: quand une nouvelle ressource est ajoutée à un projet
hi: जब एक नए संसाधन एक परियोजना के लिए जोड़ा जाता है
ja: プロジェクトのリソースが追加されたとき

source: Resource modified
fr: Ressource modifiée
hi: संसाधन संशोधित किया गया
ja: リソースが変更された

source: when a resource of a project is changed
fr: quand la ressource d'un projet a changé
hi: जब एक परियोजना के एक संसाधन बदल गया है
ja: プロジェクトのリソースが変更されたとき

source: Resource deleted
fr: Ressource supprimée
hi: संसाधन को हटाया गया
ja: リソースが削除された

source: when a resource of a project is deleted
fr: quand la ressource d'un projet est supprimée
hi: जब एक परियोजना के एक संसाधन नष्ट कर दिया है
ja: プロジェクトのリソースが削除されたとき

source: Resource translated
fr: Ressource traduite
hi: संसाधन को अनुवादित किया गया
ja: リソースが翻訳された

source: when a translation is sent to a project resource
fr: quand la traduction est envoyée à une ressource d'un projet
hi: जब एक अनुवाद एक परियोजना संसाधन के लिए भेजा है
ja: 翻訳がプロジェクトのリソースに送信されたとき

source: Resource translation updated
fr: Ressource de traduction mise à jour
hi: संसाधन की अनुवाद को अद्यतन किया गया
ja: リソースの翻訳が更新された

source: when a resource translation you are watching changes
fr: Quand une Traduction de ressource que vous regardez a changé
hi: जब एक संसाधन के अनुवाद आप परिवर्तन देख रहे हैं
ja: ウォッチしているリソースの翻訳が変更されたとき

source: Resource translation fully reviewed
hi: संसाधन अनुवाद पूरी तरह से समीक्षित
ja: リソースの翻訳のレビューが完了した

source: when a resource translation of one of your projects becomes fully reviewed
hi: जब आपके परियोजनाओं में से एक संसाधन के अनुवाद की पूरी तरह से समीक्षा हो जाता है.
ja: 何れかのプロジェクトにあるリソースの翻訳のレビューが完了したとき

source: Enter 0 or more comma-separated integers in parentheses.
fr: Entrez 0 ou plus d'entiers séparés par des virgules, entre parenthèses.
hi: कोष्ठकों में 0 या अधिक अल्पविराम से अलग पूर्णांक दर्ज करें.
ja: 括弧内に 0 またはコンマで区切られた複数の整数を入力してください。

source: You must enter at least a pair of parentheses containing nothing.
fr: Vous devez au moins entrer une paire de parenthèses vide
hi: आप कम से कम कुछ भी नहीं युक्त कोष्ठक की एक जोड़ी दर्ज करना होगा.
ja: 少なくとも何も含まない括弧を 1 組入力する必要があります。

source: Surname
fr: Nom de famille
hi: उपनाम
ja: 苗字（ラストネーム）

source: First name
fr: Prénom
hi: नाम
ja: 名前（ファーストネーム）

source: Native Language
fr: Langue natale
hi: देशी भाषा
ja: 母国語

source: Home
fr: Accueil
hi: घर
ja: ホーム

source: You added a permission.
fr: Vous avez ajouté une permission
hi: तुम एक अनुमति गयी.
ja: 権限を追加しました。

source: You added a permission request.
fr: Vous avez ajouté une demande d'autorisation
hi: आप अनुमति के लिए अनुरोध जोड़ा।
ja: 権限リクエストを追加しました。

source: You approved the permission request.
fr: Vous avez approuvé une demande d'autorisation
hi: आप अनुमति के लिए अनुरोध को मंजूर कर दिए।
ja: 権限リクエストを承認しました。

source: You removed the permission.
fr: Vous avez supprimé l'autorisation
hi: तुम अनुमति हटा दिया।
ja: 権限を削除しました。

source: You removed the permission request.
fr: Vous avez supprimé la demande d'autorisation
hi: आप अनुमति के लिए अनुरोध हटा दिया।
ja: 権限リクエストを削除しました。

source: OK
hi: ठीक है

source: by
fr: par
hi: द्वारा
