Repository: tymofij/adofex
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: fr, hi, ja

source: Comment:
fr: Commentaire:
hi: टिप्पणी:
ja: コメント：

source: Occurrences
hi: संयोग
ja: 出現場所

source: Occurrences:
hi: संयोग:
ja: 出現場所：

source: Projects
fr: Projets
hi: परियोजनाओं
ja: プロジェクト

source: Translate to %(lang)s
fr: Traduire en %(lang)s
hi: %(lang)s अनुवाद करने के लिए
ja: %(lang)s に翻訳する

source: There is at least one entry with error that was not saved. Do you want to continue anyway?
fr: Il y a moins une entrée comportant une erreur qui n'a pas été sauvegardée. Voulez-vous quand même continuer?
hi: वहाँ जो सहेजा नहीं गया था त्रुटि के साथ कम से कम एक प्रविष्टि है। क्या आप फिर भी आगे बढ़ना चाहते हैं?
ja: 少なくとも1つの項目にエラーがあったため、それは保存されていません。このまま続けますか？

source: Processing...
fr: En cours...
hi: प्रसंस्करण ...
ja: 処理中...

source: Show _MENU_ entries
fr: Indiquer les entrées de _MENU_
hi: दिखाएँ _MENU_ प्रविष्टियों
ja: _MENU_ 項目を表示

source: No matching records found
fr: Aucune correspondance trouvée.
hi: कोई मिलान रिकॉर्ड पाया
ja: マッチするレコードが見つかりません。

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: _START_ à _END_ sur _TOTAL_ entrées
hi: _START_ दिखा रहा है _TOTAL_ प्रविष्टियों की _END_
ja: _TOTAL_ 件中 _START_ ～ _END_ 件目を表示

source: Nothing to show
fr: Rien à montrer
hi: दिखाने के लिए कुछ नहीं
ja: 表示するものがありません

source: (filtered from _MAX_ total entries)
fr: (filtre depuis _MAX_ entrées au total)
hi: (_MAX_ कुल प्रविष्टियों से फ़िल्टर्ड)
ja: （_MAX_total項目からフィルタリング）

source: First
fr: Premier
hi: पहले
ja: 先頭へ

source: Previous
fr: Précédent
hi: पिछला
ja: 前へ

source: Next
fr: Suivant
hi: अगला
ja: 次へ

source: Last
fr: Dernier
hi: अंतिम
ja: 末尾へ

source: details
fr: détails
hi: विवरण
ja: 詳細

source: suggestions
hi: सुझाव
ja: 提案

source: auto translate
fr: traduction automatique
hi: ऑटो अनुवाद
ja: 自動翻訳

source: copy source
fr: copier la source
hi: प्रतिलिपि सौरसे
ja: 原文をコピー

source: Loading strings...
fr: Chargement...
hi: लोड हो रहा है तार ...
ja: 文字列を読み込んでいます...

source: Translation text will be saved automatically.
fr: Le texte de traduction sera sauvegardé automatiquement
hi: अनुवाद पाठ स्वचालित रूप से सहेजा जाएगा|
ja: 翻訳した文字列は自動的に保存されます。

source: Translation text will no longer be saved automatically.
fr: Le texte de traduction ne sera plus sauvegardé automatiquement
hi: अनुवाद पाठ अब स्वतः सहेज लिया नहीं जाएगा|
ja: 翻訳した文字列は自動的に保存されません。

source: There are no translations (to delete) on this page!
fr: Il n'y a aucune traduction (à supprimer) sur cette page!
hi: इस पृष्ठ पर कोई अनुवाद (नष्ट करने के लिए) नहीं हैं!
ja: このページに（削除できる）翻訳はありません。

source: This will delete all translations on this page. Are you sure you want to proceed?
fr: Ceci supprimera toutes les traductions de cette page. Etes-vous sûr de vouloir continuer?
hi: यह इस पन्ने पर सभी अनुवादों को हटा देगा। क्या वाकई आप आगे बढ़ना चाहते हैं?
ja: これはこのページの翻訳をすべて削除します。本当に継続しますか？

source: Shortcuts
fr: Raccourcis
hi: शॉर्टकट्स
ja: ショートカット

source: Keyboard shortcuts
fr: Raccourcis clavier
hi: कुंजीपटल शॉर्टकट्स
ja: キーボードショートカット

source: Moves to the next translations page.
fr: Aller à la page de traductions suivante.
hi: यह अगले अनुवाद पृष्ठ में ले जाता है।
ja: 次の翻訳のページに移動する。

source: Moves to the previous translations page.
fr: Aller à la page de traductions précédente.
hi: पिछले अनुवाद पृष्ठ में ले जाता है।
ja: 前の翻訳のページに移動する。

source: Moves focus one row upwards.
fr: Déplacer le centre d'attention d'un rang vers le haut.
hi: फोकस एक पंक्ति ऊपर केंद्रित करती है।
ja: フォーカスを1行上に移動する。

source: Moves focus one row downwards.
fr: Déplacer le centre d'attention d'un rang vers le bas.
hi: फोकस एक पंक्ति नीचे केंद्रित करती है।
ja: フォーカスを1行下に移動する。

source: Fill in the translation textarea with the content of the source string. (Copy the source string as it is, to the translation area.)
fr: Remplissez la zone de texte de traduction avec le contenu de la chaîne source. (Copiez la chaîne source telle qu'elle est vers la zone de traduction).
hi: अनुवाद टेक्स्ट क्षेत्र को स्रोत स्ट्रिंग के सामग्री के साथ भरें। (स्रोत स्ट्रिंग को अनुवाद क्षेत्र में कॉपी करे।)
ja: 翻訳文の入力欄に原文で埋める（原文をそのまま翻訳文の入力欄にコピーする）。

source: Show translations in<br /> the selected languages
fr: Montrer les traductions dans <br /> le langage selectionné
hi: में अनुवाद दिखाएँ <br /> चयनित भाषाओं
ja: 選択された言語の<br />翻訳を表示

source: More languages
fr: Plus de langues
hi: अधिक भाषाएं
ja: 他の言語

source: Show only the translations<br /> by the selected users
fr: Montrer uniquement les traductions <br /> par les utilisateurs sélectionnés
hi: दिखाएँ केवल अनुवाद <br /> चयनित उपयोगकर्ताओं द्वारा
ja: 選択したユーザーの<br />翻訳のみを表示

source: Filter by users
fr: Filtrer par utilisateurs
hi: उपयोगकर्ताओं द्वारा फ़िल्टर
ja: ユーザーでフィルタリング

source: Show only the strings from<br /> the selected resources.
fr: Montrer les chaînes de cette<br /> ressource uniquement.
hi: से केवल तार दिखाएँ <br /> चयनित संसाधनों|
ja: 選択したリソースの<br />文字列のみを表示

source: Filter by resources
fr: Filtrer par ressources
hi: संसाधनों के द्वारा फ़िल्टर
ja: リソースでフィルタリング

source: Translated
fr: Traduit
hi: अनूदित
ja: 翻訳済み

source: Remaining
fr: Restant
hi: शेष
ja: 残り

source: Reviewed
fr: Passé en revue
hi: समीक्षित
ja: レビュー済み

source: Total
hi: कुल
ja: 合計

source: Source string
fr: Code source
hi: स्रोत स्ट्रिंग
ja: 原文

source: Translation
fr: Traduction
hi: अनुवाद
ja: 翻訳文

source: Mark all strings as reviewed.
fr: Marquer toutes les chaînes de caractères comme relues.
hi: सभी स्ट्रिंग्स को समीक्षा के रूप में चिह्नित करें।
ja: 全ての文字列をレビュー済みとする。

source: Save all
fr: Tout sauvegarder
hi: सब को बचाने के
ja: すべて保存

source: Delete translations
fr: Supprimer les traductions
hi: अनुवाद हटाएँ
ja: 翻訳の削除

source: Save and Exit
fr: Sauvegarder et quitter
hi: सहेजें और बाहर निकलें
ja: 保存して終了

source: General settings
fr: Paramètres généraux
hi: सामान्य सेटिंग्स
ja: 全般設定

source: Verbose editing
fr: édition Verbose
hi: वर्बोज़ संपादन
ja: 詳細を編集する

source: Auto save
fr: Auto-sauvegarde
hi: ऑटो बचाने के
ja: 自動保存

source: Enable shortcuts
hi: शॉर्टकट सक्षम करें
ja: ショートカットを有効化

source: Enable suggestions auto-open
ja: 自動提案表示を有効化

source: Search:
fr: Chercher:
hi: खोज:
ja: 検索：

source: Normal
hi: सामान्य
ja: 通常

source: High
fr: Haut
hi: उच्च
ja: 高

source: Urgent
hi: तत्काल
ja: 至急

source: The resource associated with this priority.
fr: La ressource associée avec cette priorité
hi: संसाधन इस प्राथमिकता के साथ जुड़ा हुआ है|
ja: この優先度に設定されたリソース

source: Priority Levels
fr: Niveaux de priorité
hi: प्राथमिकता स्तर
ja: 優先度

source: The priority levels, indicating the importance of completing translations for the resource.
fr: Les niveaux de priorité, indiquant l'importance de compléter les traductions pour cette ressources.
hi: प्राथमिकता स्तर, संसाधन के लिए अनुवादों को पूरा करने के महत्व का संकेत है.
ja: リソースの翻訳を完成させる重要度を示す優先度

source: resource priority
fr: Priorité de la ressource
hi: संसाधन प्राथमिकता
ja: リソースの優先度

source: resource priorities
fr: Priorités de la ressource
hi: संसाधन प्राथमिकताओं
ja: リソースのプロパティ

source: String
fr: Chaîne
hi: स्ट्रिंग
ja: 文字列

source: The actual string content of suggestion.
fr: La chaîne actuelle contenant la suggestion
hi: सुझाव के वास्तविक स्ट्रिंग सामग्री|
ja: 提案の実際の文字列の内容

source: String Hash
fr: Hachage de chaîne
hi: स्ट्रिंग हैश
ja: 文字列のハッシュ

source: The hash of the suggestion string used for indexing
fr: Le hachage de la chaîne de suggestion utilisée pour l'indexation
hi: सुझाव अनुक्रमण के लिए इस्तेमाल किया स्ट्रिंग के हैश
ja: インデックスために使用する提案文字列のハッシュ

source: Score Value
fr: Valeur de correspondance
hi: कुल मूल्य
ja: スコア値

source: A value which indicates the relevance of this suggestion to the translation of the source string.
fr: Une valeur qui indique la correspondance d'une suggestion de traduction du code source.
hi: एक मूल्य है जो स्रोत स्ट्रिंग का अनुवाद करने के लिए इस सुझाव की प्रासंगिकता को दर्शाता है|
ja: 原文に対するこの翻訳の提案の関連度を示す値

source: Source Entity
fr: Entité de la Source
hi: स्रोत इकाई की
ja: ソース項目

source: The source entity this suggestion instance translates or affects.
fr: L'entité de la source que cette instance de suggestion traduit ou affecte.
hi: स्रोत इकाई इस सुझाव उदाहरण अनुवाद या प्रभावित करता है|
ja: この提案内容の元になった、または影響を与えた元の項目です。

source: Target Language
fr: Langue cible
hi: लक्ष्य भाषा
ja: 対象言語

source: The language in which this translation string is written.
fr: La langue dans laquelle cette chaîne de traduction est écrite.
hi: जिस भाषा में इस अनुवाद स्ट्रिंग लिखा है|
ja: この翻訳文が書かれている言語です。

source: The user who committed the specific suggestion.
fr: L'utilisateur qui a soumis la suggestion spécifique
hi: उपयोगकर्ता जो विशिष्ट सुझाव प्रतिबद्ध|
ja: この提案をしたユーザーです。

source: suggestion
hi: सुझाव
ja: 提案

source: Suggestion
hi: सुझाव
ja: 提案

source: The suggestion about which the user is voting.
fr: La suggestion à propos de laquelle l'utilisateur vote.
hi: सुझाव के बारे में जो उपयोगकर्ता वोटिंग है|
ja: ユーザーの投票状況

source: The user who voted for the specific suggestion.
fr: L'utilisateur qui a voté pour la suggestion spécifique.
hi: उपयोगकर्ता जो विशिष्ट सुझाव के लिए मतदान किया|
ja: 師弟の提案に投票したユーザーです。

source: vote
hi: वोट
ja: 投票

source: votes
hi: वोट
ja: 投票数

source: POST method only allowed.
fr: Uniquement la méthode POST est autorisée.
hi: केवल स्वीकृत विधि के बाद।
ja: POSTメソッドのみが許可されています。

source: POST variable 'suggestion_string' missing.
fr: La variable POST « suggestion_string » est manquante.
hi: POST वेरीअब्ल 'suggestion_string' उपलब्ध नही हैै।
ja: POST引数「suggestion_string」が見つかりません。

source: User suggestions
fr: Suggestions d'utilisateur
hi: उपयोगकर्ता सुझाव
ja: ユーザーからの提案

source: Vote up for this translation suggestion (click again to undo).
fr: Apprécier cette traduction (cliquez encore pour annuler)
hi: इस अनुवाद सुझाव के लिए वोट (पूर्ववत करने के लिए फिर से क्लिक करें)|
ja: この提案に賛成する(元に戻すには、もう一度クリックします)

source: The score of the suggestion, indicating its popularity among translators.
fr: Le score de la traduction , indiquant sa popularité auprès des traducteurs
hi: सुझाव स्कोर, अनुवादकों के बीच इसकी लोकप्रियता का संकेत|
ja: 翻訳者間での人気を示す提案の点数です。

source: Vote down for this translation suggestion (click again to undo).
fr: Déprécier cette traduction (cliquez encore pour annuler)
hi: इस अनुवाद सुझाव के लिए नीचे वोट (पूर्ववत करने के लिए फिर से क्लिक करें)|
ja: この提案に反対をする(元に戻すには、もう一度クリックします)

source: This is the currently accepted translation.
fr: Ceci est la traduction courante acceptée.
hi: यह वर्तमान में स्वीकार अनुवाद है|
ja: これは現在翻訳を受け付けています。

source: Use this!
fr: Utilisez ceci!
hi: इस का प्रयोग करें!
ja: これを使う

source: New suggestion
fr: Nouvelle suggestion
hi: नए सुझाव
ja: 新しい提案

source: You!
fr: Vous!
hi: तुम!
ja: あなた

source: Send suggestion!
fr: Envoyer une suggestion !
hi: सुझाव भेजें!
ja: 提案を送信

source: Timeline
fr: Ligne de temps
hi: समयरेखा
ja: タイムライン

source: My timeline
fr: Ma chronologie
hi: मेरी समयरेखा
ja: 私のタイムライン

source: Filter
fr: Filtrer
hi: फ़िल्टर
ja: 絞り込み

source: None available
fr: Aucun disponible
hi: उपलब्ध कोई नहीं
ja: 利用できるものはありません

source: The query returned %(counter)s result
fr: La requête a retourné %(counter)s résultat
hi: क्वेरी %(counter)s परिणाम लौटे
ja: %(counter)s件の検索結果

source: Your personal timeline
fr: Votre chronologie personnelle
hi: आपकी व्यक्तिगत समयरेखा
ja: あなたのタイムライン

source: Profile
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール

source: %(project_name)s Timeline
fr: Ligne de temps de %(project_name)s
hi: %(project_name)s एस समयरेखा
ja: %(project_name)sのタイムライン

source: Slug
hi: काउंटर
ja: スラッグ

source: A short label to be used in the URL, containing only letters, numbers, underscores or hyphens.
fr: Un court libellé à utiliser dans l'URL, contenant seulement des lettres, chiffres, trais bas ou tirets.
hi: एक छोटी URL में इस्तेमाल किया जा लेबल, केवल अक्षर, संख्या, रेखांकित या हाइफ़न से युक्त|
ja: URL で使用される短縮ラベルです。 文字、 数字、 下線およびハイフンのみを含みます。

source: Name
fr: Nom
hi: नाम
ja: 名前

source: A short name.
fr: Un nom court.
hi: एक संक्षिप्त नाम।
ja: 短い名前です。

source: A small description for the app.
fr: Une description courte de l'application.
hi: App के लिए एक छोटा वर्णन।
ja: アプリの短い説明。

source: The URL where the app is hosted.
fr: L'URL sur lequel cette application est hébergée.
hi: वह URL जहाँ app की मेजबानी है।
ja: アプリがホスティングされているURL。

source: Allowed URLs
fr: URLs autorisés
hi: अनुमति प्राप्त किए गए URLs
ja: 許可されたURL

source: URLs allowed to be accessed by team members.
fr: URLs dont l'accès est autorisé aux membres de l'équipe.
hi: टीम के सदस्यों द्वारा पहुँचे जाने की अनुमति दिए जाने वाली URLs।
ja: チームのメンバーによるアクセスを許可されたURL。

source: The projects that have enabled this app.
fr: Les projets qui ont activé cette application
hi: वह परियोजनाएँ जिन्होने इस app को सक्षम किया है।
ja: このアプリを有効にしたプロジェクト。

source: TxApp responded with an error: %s
fr: TxApp a renvoyé l'erreur suivante : %s
hi: TxApp मे एक त्रुटि है: %s
ja: TxAppがエラーを返しました。%s

source: Error contacting app.
fr: Erreur lors du contact de l'application.
hi: App को संपर्क करने में त्रुटि।
ja: アプリとの通信中にエラーが発生しました。

source: There was an error, while contacting the app %(app_name)s.
fr: Une erreur s'est produite, lors du contact de l'application %(app_name)s.
hi: %(app_name)s app से संपर्क करते समय एक त्रुटि आई।
ja: アプリ %(app_name)s との通信中にエラーが発生しました。

source: App responded "%(error_message)s"
fr: L'application a répondu "%(error_message)s"
hi: App ने जवाब दिया "%(error_message)s"
ja: アプリは「%(error_message)s」を返しました。

source: Please, <a href=mailto:admin@transifex.net>report</a> this incident.
fr: Merci de <a href=mailto:admin@transifex.net>signaler</a> cet incident.
hi: कृपया, यह घटना <a href=mailto:admin@transifex.net> रिपोर्ट</a> करें।
ja: この問題の<a href=mailto:admin@transifex.net>報告</a>をお願いします。

source: Resource to watch.
fr: Ressource à regarder
hi: घड़ी संसाधन.
ja: ウォッチするリソース。

source: translation watch
fr: regarder la traduction
hi: अनुवाद घड़ी
ja: 翻訳のウォッチ

source: translation watches
fr: regarder les traductions
hi: अनुवाद घड़ियों
ja: 翻訳のウォッチ

source: Must use POST to activate
fr: Doit utiliser POST pour activer
hi: पोस्ट का उपयोग सक्रिय करना होगा
ja: POST を使ってアクティブにしてください

source: Notification is not enabled
fr: Les notifications ne sont pas activées
hi: अधिसूचना सक्षम नहीं है
ja: 通知は無効です

source: Watch it
fr: Surveiller
hi: देखो
ja: ウォッチする

source: Stop watching
fr: Arrêter la surveillance
hi: देख रहा बंद करो
ja: ウォッチの停止

source: Watch this project
fr: Surveiller ce projet
hi: देखो इस परियोजना
ja: このプロジェクトをウォッチする

source: Stop watching this project
fr: Arrêter de surveiller ce projet
hi: इस परियोजना देख बंद करो
ja: このプロジェクトのウォッチの停止

source: Watch project
fr: Surveiller un projet
hi: परियोजना पर नज़र रखे
ja: プロジェクトをウォッチ

source: Watch file
fr: Surveiller un fichier
hi: फाइल पर नज़र रखे
ja: ファイルをウォッチ

source: Web hook URL
fr: URL redirection
ja: ウェブフックのURL

source: You can specify a URL which Transifex will visit whenever a translation of a resource of the project is changed.
fr: Vous pouvez spécifier un URL que Transifex visitera à chaque fois qu'une traduction d'une ressource du projet est modifiée.
hi: आप एक URL निर्दिष्ट कर सकते हैं जो Transifex यह परियोजना की एक संसाधन की एक अनुवाद के परिवर्तित किए जाने पर भेंट करेगी।
ja: プロジェクトのリソースの翻訳が変更されるたびにTransifexがアクセスするURLを指定することができます。

source: The id of the project for the web hook.
fr: L'identifiant de ce projet pour l'URL de redirection
hi: वेब हुक के लिए परियोजना का आईडी।
ja: ウェブフックに使用するプロジェクトのID。

source: The URL to send the notification to.
fr: L'URL auquel envoyer cette notification.
hi: सूचना भेजने के लिए URL।
ja: 通知を送信するURL。

source: Kind
fr: Type
hi: प्रकार
ja: 種類

source: The kind of web hook (apps or project)
fr: Le type de redirection web (applications ou projet)
hi: web hook का प्रकार (apps या परियोजना)
ja: ウェブフックの種類 (アプリまたはプロジェクト)

source: Widgets
hi: विजेट
ja: ウィジェット

source: Widgets, buttons, etc.
fr: Widgets, boutons, etc...
hi: विजेट्स, बटन, आदि
ja: ウィジェット、ボタン、他

source: Here are some widgets, buttons and other cool stuff you can add to your homepage!
fr: Voici quelques widgets , boutons et d'autres gadgets cool que vous pouvez ajouter à votre page principale.
hi: यहाँ कुछ विगेट्स, बटन और अन्य शांत सामान आप अपने मुखपृष्ठ में जोड़ सकते हैं!
ja: あなたのホームページで使用することができる、ウィジェットやボタン、その他のクールな素材をどうぞ。

source: Userbars
fr: Barres d'utilisateur
ja: ユーザーバー

source: You can insert userbars to forums, e-mail signatures, etc.
fr: Vous pouvez insérer des barres d'utilisateur dans des forums, signatures d'e-mail , etc...
hi: आप userbars मंचों, ई - मेल हस्ताक्षर, आदि को सम्मिलित कर सकते हैं
ja: フォーラムやメールの署名などに入れることができるユーザーバーです。

source: Show code snippet for userbar:
fr: Afficher extrait de code pour la barre d'utilisateur:
hi: दिखाएँ userbar के लिए कोड का टुकड़ा:
ja: ユーザーバーのHTMLコードを表示：

source: This version of API is obsolete. Please have a look at %(url)s for details.
ja: APIのバージョンが古くなっています。詳細は%(url)sをご覧ください。

source: Languages on %(site_name)s
fr: Langues sur %(site_name)s
hi: %(site_name)s पर भाषाएँ
ja: %(site_name)s での言語

source: The languages spoken on %s.
fr: Les langues parlées sur %s.
hi: %s पर बोली जाने वाली भाषाओं|
ja: %sで話されている言語

source: Code
hi: कोड
ja: コード

source: Code aliases
fr: Alias de codes
hi: कोड उपनाम
ja: コードのエイリアス

source: Special Chars
fr: Caractère spécial
hi: विशेष chars
ja: 特殊文字

source: Enter any special characters that users might find difficult to type
fr: Entrez les caractères spéciaux que les utilisateurs pourraient avoir du mal à taper
hi: कि उपयोगकर्ताओं को करने के लिए टाइप मुश्किल मिल सकता है किसी भी विशेष वर्ण दर्ज करें
ja: ユーザーにとって入力に困難を伴う特殊文字を入力してください

source: Number of Plurals
fr: Nombre de pluriels
hi: बहुवचन की संख्या
ja: 複数形の数

source: Plural Equation
fr: Formes plurielles :
hi: बहुवचन समीकरण
ja: 複数形の評価式

source: Rule zero
fr: Régler zéro
hi: शून्य नियम
ja: 0の規則

source: Rule one
fr: Régler un
hi: एक नियम
ja: 1の規則

source: Rule two
fr: Régler deux
hi: दो नियम
ja: 2の規則

source: Rule few
fr: Régler quelques uns
hi: कुछ नियम
ja: 少数の規則

source: Rule many
fr: Régler beaucoup
hi: कई नियम
ja: 多数の規則

source: Rule other
fr: Régler les autres
hi: अन्य नियम
ja: その他の法則

source: language
fr: Langue
hi: भाषा
ja: 言語

source: languages
fr: Langues
hi: भाषाओं
ja: 言語

source: permission
fr: autorisation
hi: अनुमति
ja: 権限

source: Latest projects on %(site_name)s
fr: Derniers projets sur %(site_name)s
hi: पर नवीनतम परियोजनाओं %(site_name)s
ja: %(site_name)s で最新のプロジェクト

source: Updates on changes and additions to registered projects.
fr: Mise à jour pour les modification et ajouts au projets inscrits.
hi: पंजीकृत परियोजनाओं के लिए परिवर्तन और परिवर्धन पर अपडेट|
ja: 登録プロジェクトへの変更および追加による更新をします。

source: %(site_name)s: Resources in %(project)s
fr: %(site_name)s: Ressources de %(project)s
hi: %(site_name)s: %(project)s में संसाधन
ja: %(site_name)s（%(project)s内のリソース）

source: Latest resources in project %s.
fr: Ressources les plus récentes du projet %s.
hi: परियोजना में नवीनतम संसाधने %s।
ja: プロジェクト %s の最新のリソースです。

source: %(site_name)s: Timeline for %(project)s
fr: %(site_name)s: Chronologie de %(project)s
hi: %(project)s के लिए समयरेखा:%(site_name)s
ja: %(site_name)s：%(project)sのタイムライン

source: History of the project %s.
fr: Historique du projet %s.
hi: %s परियोजना का इतिहास।
ja: プロジェクト %s の履歴

source: Maintainers
fr: Mainteneurs
ja: 管理者

source: Search for a username
fr: Rechercher un nom d'utilisateur
hi: एक उपयोगकर्ता नाम के लिए खोज
ja: ユーザー名を検索

source: Tags
fr: Étiquettes
hi: टैग
ja: タグ

source: Your password
fr: Votre mot de passe
hi: अपना पासवर्ड
ja: パスワード

source: Invalid password.
fr: Mot de passe invalide.
hi: अमान्य पासवर्ड।
ja: パスワードが正しくありません。

source: Typical project
fr: Projet typique
hi: ठेठ परियोजना
ja: 特徴的なプロジェクト

source: Access control and teams are managed under a single project. Best option for most cases.
fr: Le contrôl d'accès et les équipes sont gérées par projet. C'est la meilleur option dans la plupart des cas.
hi: अभिगम नियंत्रण और टीमों को एक परियोजना के तहत प्रबंधित की जाती हैं. अधिकांश मामलों के लिए सबसे अच्छा विकल्प है.
ja: アクセス制御とチームをプロジェクトごとに管理します。多くの場合、最適なオプションです。

source: Project hub
fr: Hub projet
hi: प्रोजेक्ट केंद्र
ja: プロジェクトハブ

source: Option for a parent project which will host translation teams and will acts as an umbrella to others. Ideal for organizations with multiple products.
fr: C'est l'option permettant de définir un projet parent qui contient les équipes de traduction et qui cchapeauterales autres projets. C'est l'idéal pour organiser plusieurs produits.
hi: एक पैरेंट परियोजना जो अनुवाद टीमों की मेजबानी के लिए और दूसरों के लिए एक छतरी के रूप में कार्य करता है के लिए विकल्प.कई उत्पादों वाले संगठनों के लिए आदर्श है.
ja: 親プロジェクトが翻訳チームを持ち、傘下の他プロジェクトに適用するオプションです。複数のプロジェクトを管理する組織で便利です。

source: Outsourced project
fr: Projet externalisé
hi: आउटसोर्स परियोजना
ja: 外部委託されたプロジェクト

source: Option for the child of a hub project. This project will have no teams of its own but will re-use the parent's ones.
fr: C'est l'option pour le fils du projet hub. Ce projet n'aura pas d'équipes personnelles, mais réutilisera plutôt celles du projet hub (parent).
hi: एक छोटे हब परियोजना के लिए विकल्प.इस परियोजना में अपनी खुद की कोई टीमों नहीं होगा,लेकिन पैरेंट को फिर से उपयोग करे.
ja: ハブプロジェクトの子プロジェクトにするオプションです。このプロジェクトは自身のチームを持たず、親プロジェクトのものを再利用します。

source: Free for all
fr: Accès non limité
hi: सभी के लिए नि: शुल्क
ja: すべてフリー

source: Allow any logged-in user to submit files to my project. <a href="http://www.youtube.com/watch?v=DCX3ZNDZAwY" target="_blank">Imagine</a> all the people, sharing all the world. Recommended for quick translations, and when a post-translation, pre-commit review process is in place.
fr: Autoriser n'importe que utilisateur connecté à envoyer des fichiers à mon projet. <a href="http://www.youtube.com/watch?v=DCX3ZNDZAwY" target="_blank">Imaginez</a> la population entière partageant autour du monde. Option recommandée pour une traduction rapide, mais aussi lorsqu'une port-traduction ou un procédé de relecture en amont est en place.
hi: अपनी परियोजना के फ़ाइलें को प्रस्तुत करने के लिए किसी भी लॉगड-इन उपयोगकर्ता को अनुमति दें.<a href="http://www.youtube.com/watch?v=DCX3ZNDZAwY" target="_blank">शायद</a>सभी लोग, सारी दुनिया को बांटे.त्वरित अनुवाद के लिए अनुशंसित,और जब एक पूर्व-अनुवाद, पूर्व-प्रतिबद्ध समीक्षा प्रक्रिया जारी है.
ja: 全てのログインユーザーが自分のプロジェクトにファイルを投稿することを許可します。<a href="http://www.youtube.com/watch?v=DCX3ZNDZAwY" target="_blank">Imagine</a>のように、すべての人々が世界を共有していることを想像してください。翻訳を急ぐ場合、コミット前に適切にレビュープロセスを置ける場合におすすめです。

source: Limited access (teams)
fr: Accès limité (équipes)
hi: सीमित पहुँच (टीमे)
ja: アクセス制限 (チーム)

source: Give access to specific people. Language teams will have access to their language's files only, and global writers will have access to all translation files. Recommended for most projects.
fr: Autoriser l'accès à des personnes particulières. Les équipes de traduction n'auront accès qu'à leurs fichiers de langue respectifs, alors que les développeurs auront accès à tous les fichiers de traduction. Option recommandée pour la plupart des projets.
hi: विशिष्ट लोगों के लिए पहुँच दे.भाषा टीमों को केवल उनकी भाषा के फ़ाइलें के लिए पहुच होगा,और वैश्विक लेखकों को सभी अनुवाद फाइल के लिए पहुच होगा.सबसे परियोजनाओं के लिए अनुशंसित.
ja: 特定の人々にアクセス権を与えます。言語チームは自分の言語のファイルにのみアクセス権を持ち、グローバルライターはすべての翻訳ファイルにアクセス権を持ちます。ほとんどのプロジェクトにお勧めです。

source: Outsource access to
fr: Externaliser l'accès à
hi: के लिए आउटसोर्स एक्सेस
ja: 外部委託アクセス先：

source: Project type do not accept outsource project
fr: Ce type de projet n'accepte pas l'externalisation
hi: परियोजना के प्रकार आउटसोर्स परियोजना को स्वीकार नहीं करती है
ja: 外部委託先にできない種別のプロジェクトです
