Repository: tymofij/adofex
Catalog: transifex/locale/*/LC_MESSAGES/django.po
Languages: fr, hi, ja

source: No actions recorded yet :)
fr: Pas d'actions encore enregistrées
hi: अभी तक कोई कार्रवाई दर्ज नहीं:)
ja: まだ操作が記録されていません。

source: Edit %(resource_name)s
fr: Editer %(resource_name)s
hi: संपादित करें %(resource_name)s
ja: %(resource_name)s の編集

source: Edit the details of the translation resource
fr: Editer les détails de la ressource de traduction.
hi: अनुवाद संसाधन का विवरण संपादित करें
ja: 翻訳リソースの詳細を編集

source: <div class="i16 infomsg"> <p>To enable automatic "fetching" of your source language strings by Transifex, enter a URL to your source file (e.g. POT file). Refer to <a href="http://help.transifex.com/user-guide/projects.html#projects-and-resources">the documentation</a> for more information.</p> <p><strong>Warning</strong>: Transifex will overwrite the existing source strings and translations with the ones found in the linked file. This may lead to <b>loss of translations</b>, so make sure the URL links to the correct file before submitting the form. </p> </blink> </div>
ja: »<div class="i16 infomsg"> »»<p>Transifexによるソース言語文字列の自動「フェッチ」を有効にするには、 »»ソースファイル (例えば POT ファイル) のURLを入力してください。 »»詳しくは、<a href="http://help.transifex.com/user-guide/projects.html#projects-and-resources">ドキュメント</a> »»をご覧ください。</p> »»<p><b>警告</b>: Transifexは既存のソース文字列や翻訳をリンクされた ファイルで見つかったものに置き換えます。これによって<b>;翻訳が失われる</b>場合があります。そのため、フォームを送信する前にURLが正しいファイルにリンクしていることを確認してください。 »»</p> »»</blink> »</div> »

source: Delete resource from Transifex
fr: Supprimer la ressource de Transifex
hi: संसाधन Transifex से हटाएँ
ja: Transifexからリソースを削除する

source: By deleting the resource your translations will be lost:
hi: संसाधन के हटाने से आपके अनुवाद का खो जायेगे:
ja: リソースを削除すると、次の翻訳は消滅します:

source: Delete resource
fr: Supprimer la ressource
hi: संसाधन को हटाएँ
ja: リソースを削除

source: Say goodbye to <em>%(resource_name)s</em>?
fr: dire au revoir à <em>%(resource_name)s</em>?
hi: <em>%(resource_name)s</em> को अलविदा कहो?
ja: <em>%(resource_name)s</em> とお別れしますか？

source: Are you sure you want to permanently delete the translation resource '%(resource_name)s'?
ja: 本当に翻訳リソース %(resource_name)s を完全に削除してよろしいですか？

source: edit
fr: éditer
hi: एडिट
ja: 編集

source: del
fr: suppr.
hi: डेल
ja: 削除

source: Delete translations for %(language_name)s of %(resource_name)s resource.
fr: Supprimer les traductions en langue %(language_name)s pour la ressource %(resource_name)s .
hi: %(resource_name)s संसाधन के लिये %(language_name)sअनुवाद को हटाएँ।
ja: %(resource_name)s リソースの %(language_name)s への翻訳を削除する。

source: Delete <em>%(language_name)s</em>
fr: Supprimer <em>%(language_name)s</em>
hi: <em>%(language_name)s</em> हटाएँ
ja: <em>%(language_name)s</em> を削除

source: Say goodbye to all translations for <em>%(language_name)s</em>?
fr: Supprimer toutes les traductions en <em>%(language_name)s</em>?
hi: <em>%(language_name)s</em> के सभी अनुवाद को अलविदा कहना है?
ja: <em>%(language_name)s</em> のすべての翻訳を削除してもよろしいですか？

source: Are you sure you want to permanently delete the translations for '%(language_name)s' of '%(resource_name)s'?
fr: Êtes-vous surs de vouloir supprimer définitivement ls traductions en '%(language_name)s' pour '%(resource_name)s'?
hi: क्या आप स्थायी रूप से '%(resource_name)s' के '%(language_name)s' अनुवाद को हटाना चाहते हैं?
ja: 本当に %(resource_name)s の %(language_name)s への翻訳を完全に削除してよろしいですか？

source: Untranslated:
fr: Non traduit:
hi: अनट्रांसलेटेड:
ja: 未翻訳：

source: Uploading resource
fr: Téléchargement de la ressource vers le serveur
hi: संसाधन अपलोड कर रहे है
ja: リソースをアップロードしています

source: Create a resource by selecting a source language and uploading a source translation file from your workstation, such as an English POT file. Transifex will analyze the file, extract the strings from inside it, and create your resource based on these.
fr: Créer une ressource en sélectionnant une langue source et téléchargeant un fichier de traduction source depuis votre ordinateur vers le serveur, tel qu'un fichier POT en anglais. Transifex analysera le fichier, extraiera les chaînes de caractères, et créera une ressource basée sur celles-ci.
hi: स्रोत भाषा का चयन करके संसाधन बनाएँ और अपने कार्य केंद्र से स्रोत अनुवाद फ़ाइल अपलोड करे जैसे अंग्रेजी पॉट फ़ाइल. Transifex फ़ाइल का विश्लेषण,इसके भीतर से स्ट्रिंग्स निकालने, और इन पर आधारित अपने संसाधन को बनाता है.
ja: 翻訳元言語を選択してリソースを作成し、ワークステーションから英語の POT ファイルのような翻訳元言語ファイルをアップロードしてください。 Transifex はファイルを解析し、中から文字列を抽出し、それに基づいたリソースを作成します。

source: If your project have several files, it might be convenient to use the <a href="http://help.transifex.com/features/client/index.html#user-client" target="_blank">Transifex Client</a> for mass operations.
ja: プロジェクトに多数のファイルがある場合は、全体を操作するために<a href="http://help.transifex.com/features/client/index.html#user-client" target="_blank">Transifex クライアント</a>をお使いになった方が便利かもしれません。

source: For extensive information on the supported file formats, visit the corresponding <a href="http://help.transifex.com/features/formats.html#user-formats" target="_blank">Transifex Help page</a>.
ja: サポートしているファイル形式について詳しくは、<a href="http://help.transifex.com/features/formats.html#user-formats" target="_blank">Transifex ヘルプページ</a>をご覧ください。

source: Create Resource
fr: Créer une Ressource
hi: संसाधन बनाएँ
ja: リソースを作成する

source: Upload file
fr: Soumettre un fichier
hi: फ़ाइल अपलोड करें
ja: ファイルをアップロード

source: &nbsp;or&nbsp;
fr: &nbsp;ou&nbsp;
hi: &nbsp;या&nbsp;
ja: &nbsp;または&nbsp;

source: Translate online
fr: Traduire en ligne
hi: ऑनलाइन अनुवाद करें
ja: オンラインで翻訳する

source: Profile settings
fr: Paramètres du profil
hi: प्रोफ़ाइल सेटिंग्स
ja: プロフィールの設定

source: <p>You have been logged out.
fr: <p>Vous avez été déconnecté.
hi: <p> आप को लोग आउट कर दिया गया है।
ja: <p>ログアウトしています。

source: Public profile of %(user)s
fr: Profil public de %(user)s
hi: %(user)s की सार्वजनिक प्रोफ़ाइल
ja: %(user)sさんの公開プロフィール

source: Username
fr: Nom d'utilisateur
hi: युजरनेम
ja: ユーザー名

source: Your profile
fr: Votre profil
hi: आपका प्रोफाइल
ja: 自分のプロフィール

source: Your profile, %(user)s
fr: Votre Profile, %(user)s
hi: आपका प्रोफ़ाइल %(user)s
ja: %(user)sさんのプロフィールです

source: Any settings associated with your account are presented and may be modified here.
fr: Tous les paramètres associé à votre compte sont affichés et modifiables ici.
hi: आपके अकाउंट से सम्बंधित कोई भी सेटिंग्स यहाँ प्रस्तुत हैं और यहाँ मोडिफायड किया जा सकता है।
ja: アカウントに関連付けられた設定はすべてここに表示されまた変更することができます。

source: Change notifications
fr: Modifiez les notifications
hi: सूचनाएं बदलें
ja: 通知の変更

source: Change notifications associated to your account
fr: Modifiez les notifications associées à votre compte
hi: आपके अकाउंट से जुडी सूचनाओं को बदलें
ja: アカウントに関連付けられている通知の変更

source: <p>Please sign in with your email or screen name.<br />
fr: <p>Veuillez vous identifier avec votre email ou votre nom d'utilisateur.<br />
hi: <p> अपने ईमेल या स्क्रीन नाम के साथ साइन इन करें।<br />
ja: <p>メールアドレスかスクリーンネームを使用してサインインしてください。<br />

source: Say goodbye to <em>%(lang_name)s</em> team?
fr: Dire adieu à l'équipe <em>%(lang_name)s</em> ?
hi: <em>%(lang_name)s</em>टीम को अलविदा कहे?
ja: <em>%(lang_name)s</em> 翻訳チームとお別れしますか？

source: Are you sure you want to permanently delete the '%(lang_name)s' team which works on %(project_name)s?
fr: Êtes vous surs de vouloir supprimer définitivement l'équipe '%(lang_name)s' qui travaille sur %(project_name)s?
hi: क्या आप सुनिश्चित है कि आप स्थायी रूप से '%(lang_name)s' टीम जो %(project_name)s प्रोजेक्ट पर काम करते है को हटाना चाहते हैं?
ja: 本当に %(project_name)s の %(lang_name)s 言語チームを完全に削除してよろしいですか？

source: Overall Progress
hi: समस्त प्रगति
ja: 全体の進捗

source: Join team
fr: Rejoindre l'équipe
hi: टीम से जुड़े
ja: チームに参加

source: Join language translation
fr: Rejoindre la traduction
hi: भाषा अनुवाद में शामिल हो
ja: 翻訳に参加

source: Mainlist:
fr: Liste de diffusion principale :
ja: メインリスト:

source: Coordinator:
fr: Coordinateur :
hi: कोओरडीनेटर:
ja: コーディネーター:

source: Since this project is "Free for all" anyone can contribute. You don't have to be a member!
fr: Comme ce projet est "Accessible à tous" n'importe qui peut contribuer. Vous n'avez besoin d'être membre!
hi: चूंकि यह परियोजना "सभी के लिए नि: शुल्क है" इसमें कोई भी योगदान दे सकते हैं आपको एक सदस्य होने का जरुरत नहीं है
ja: このプロジェクトは「誰にでもフリー」なので、誰でも貢献できます。メンバーになる必要はありません。

source: Language resources
fr: Ressources de la langue
hi: भाषा के संसाधन
ja: 言語のリソース

source: Show resources from:
hi: से संसाधनों को दिखाएँ:
ja: 次のリソースを表示する:

source: click for translation
fr: Cliquez pour traduire
hi: अनुवाद के लिए क्लिक करें
ja: クリックで翻訳

source: Create team
fr: Créer une équipe
hi: टीम बनाएँ
ja: チームを作成

source: Edit %(language_name)s <sup class="entry_metalink">%(language_code)s</sup> team
ja: %(language_name)s <sup class="entry_metalink">%(language_code)s</sup> チームを編集

source: Edit language-team
ja: 言語チームを編集

source: Please note that notification will not be sent when coordinators or members are added or removed on this page.
fr: Notez que cette notification ne sera pas envoyée quand les coordinateurs ou les membres sont ajoutés ou retirés sur cette page
hi: कृपया ध्यान दें कि जब इस पृष्ठ पर कोओरडीनेटर्स या सदस्यों को जोडा या हटाया जाएगा तो अधिसूचना नहीं भेजी जाएगी।
ja: なお、このページでコーディネーターやメンバーの追加や削除を行っても、通知は送信されません。

source: The current language has no teams. You can delete the whole language by deleting all the translations of all resources.
ja: 現在の言語にはチームがありません。すべてのリソースのすべての翻訳を削除することで、すべての言語を削除することができます。

source: Delete language-team
ja: 言語チームを削除

source: Do you wish to delete the team?
ja: このチームを削除しますか?

source: After deleting the team of this language its translations will remain. <br/>The language will be deleted only after deleting the translations of all resources.
ja: この言語の翻訳チームを削除後、翻訳は残ります。<br/>言語はすべてのリソースの翻訳を削除すると削除されます。

source: Delete language
fr: Supprimer la langue
hi: भाषा को हटाये
ja: 言語を削除

source: Waiting for approval
fr: En attente d'approbation
hi: अनुमोदन के लिए प्रतीक्षारत
ja: 承認待ち

source: Translators
fr: Traducteurs
hi: अनुवादक
ja: 翻訳者

source: Translators can help you speed up the localization process. <a href="%(url_connect)s" title="Explore our community" >Connect with them&nbsp;&raquo;</a>
fr: Des traducteurs peuvent vous aider à accélérer le processus d'internationalisation. <a href="%(url_connect)s" title="Explorer notre communauté">Entrer en contact avec eux&raquo;</a>
hi: अनुवादक आपको स्थानीयकरण प्रक्रिया में तेजी लाने में मदद कर सकते हैं . <a href="%(url_connect)s" title="अपने समुदाय का अन्वेषण करें" >उनलोगों के साथ जोड़े &nbsp;&raquo;</a>
ja: 翻訳者たちが多国語化プロセスのスピード向上を手助けします。<a href="%(url_connect)s" title="コミュニティを探す" >コミュニティとつながる&nbsp;&raquo;</a>

source: Reviewers improve the quality of your translations. How about adding some?
fr: Les relecteurs vérifient la qualité de vos traductions. Pourquoi ne pas en ajouter ?
hi: समीक्षक अपने अनुवाद की गुणवत्ता को बेहतर बनाये.कुछ के विषय में कैसे जोड़े?
ja: レビュアーは翻訳の品質を向上させます。追加してはいかがですか。

source: Outsourcing
fr: Externalisation
hi: आउटसोर्सिंग
ja: アウトソーシング

source: Overview
fr: Aperçu
hi: अवलोकन
ja: 概要

source: Edit language team
ja: 言語チームを編集

source: This project does not maintain its own translation teams
fr: Ce projet ne maintient pas ses propres équipes de traduction
hi: यह परियोजना अपने आप की अनुवाद टीमें बनाकर नही रखती है
ja: このプロジェクトは自分の翻訳チームを管理していません

source: This project does not maintain its own teams, but has chosen to re-use the teams of project '<a href=%(outsource_url)s>%(outsource_project)s</a>'. In order to send translations here you'll need to join a team of '%(outsource_project)s'.
fr: Ce projet ne maintient pas ses propres équipes, mais a choisi de réutiliser les équipes du projet '<a href=%(outsource_url)s>%(outsource_project)s</a>'. Pour envoyer des traductions ici, vous devrez rejoindre une équipe du projet '%(outsource_project)s'.
hi: यह प्रोजेक्ट अपनी टीमों को मेनटेन नहीं करती, लेकिन प्रोजेक्ट '<a href=%(outsource_url)s>%(outsource_project)s</a>'के टीमों का पुनः उपयोग के लिए चयन करती है।अनुवाद भेजने के लिए यहाँ आपको '%(outsource_project)s' एक टीम में शामिल होने की आवश्यकता होगी।
ja: このプロジェクトには独自の翻訳チームがなく、 <a href=%(outsource_url)s>%(outsource_project)s</a> プロジェクトの翻訳チームが管理しています。このプロジェクトに翻訳を提出する場合は、 %(outsource_project)s プロジェクトに参加してください。

source: This project allows translation submission from <em>anyone</em>, and thus no translation teams exist.
fr: Ce projet permet des soumissions de traduction à n'importe qui, ce qui implique aucune présence d'équipe de traduction.
hi: इस प्रोजेक्ट को <em>anyone</em>को भी अनुवाद करने की अनुमति देता है, और इस प्रकार कोई अनुवाद टीमे एक्सिस्ट नहीं करती है।
ja: このプロジェクトは<em>どなたからも</em>翻訳を受け付けているため、翻訳チームがありません。

source: Give access to a translator to send translations to your project
fr: Donne le droit à un traducteur d'envoyer des traductions pour votre projet.
hi: एक अनुवादक को अपने प्रोजेक्ट में अनुवाद भेजने के लिए अनुमति दें
ja: プロジェクトへの翻訳を送信するため翻訳者にアクセス権を与えます

source: Revoke permission
fr: Supprimer la permission
hi: अनुमति निरस्त
ja: パーミッションを取り消す

source: Grant permission
fr: Accorder l'autorisation
hi: अनुदान अनुमति
ja: パーミッションを付与する

source: Request permission
fr: Demander la permission
hi: अनुरोध अनुमति
ja: パーミッションをリクエストする

source: Approve request
fr: Accepter la requête
hi: अनुरोध स्वीकृत
ja: リクエストを承認する

source: Withdraw request
fr: Retirer la requête
hi: अनुरोध वापस लें
ja: リクエストを取り消す

source: Deny request
fr: Refuser la requête
hi: अनुरोध इंकार
ja: リクエストを拒否する

source: Account activation failed.
fr: Echec de l'activation de compte.
hi: खाता सक्रियण विफल।
ja: アカウントの有効化に失敗しました。

source: Your account could not be activated..
fr: Votre compte n'a pas pu être activé..
hi: आपका खाता सक्रिय नहीं किया जा सकता...
ja: あなたのアカウントを有効にできませんでした。

source: Your account could not be activated. This could be because your activation link has aged.
fr: Votre compte n'a pas pu être activé. Ceci peut être dû à l'expiration du lien d'activation.
hi: आपका खाता सक्रिय नहीं किया जा सका। यह हो सकता है क्योंकि आपके सक्रियकरण लिंक वर्ष की आयु है।
ja: あなたのアカウントを有効にできませんでした。有効化のためのリンクが期限切れになっている可能性があります。

source: Please try signing up again or contact us if you think something went wrong.
fr: Merci de réessayer de vous inscrire ou contactez-nous si vous pensez qu'il y a un problème.
hi: कृपया पुन: साइन अप करने का प्रयास करें या हमसे संपर्क करें यदि आपको लगता है कि कुछ गलत हो गया है।
ja: サイドサインアップしなおしてみてください。何か問題が発生していると思われるのであれば、お問い合わせください。

source: Edit profile
fr: Modifier profil
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールを編集

source: Change email
fr: Modifier l'adresse mail
hi: ई-मेल बदलें
ja: メールアドレスを変更

source: Change password
fr: Modifier le mot de passe
hi: पासवर्ड बदलें
ja: パスワードを変更する

source: Social login
fr: Identification par réseau social
hi: सामाजिक लॉगिन
ja: ソーシャルログイン

source: Disabled account
fr: Compte désactivé
hi: अक्षम खाते
ja: アカウントを無効化

source: Account disabled
hi: खाता निष्क्रिय
ja: アカウントが無効です

source: It seems your account has been disabled.
fr: Il semble que votre compte a été désactivé.
hi: ऐसा लगता है अपने खाते को निष्क्रिय कर दिया गया है।
ja: あなたのアカウントが無効になっているようです。

source: It is likely that you have created an account but haven't activated it yet. Please check your e-mail inbox.
fr: Il est probable que vous ayez déjà créé un compte mais que vous ne l'ayez pas encore activé. Merci de vérifier le dossier de réception de votre adresse mail.
hi: आपका एक खाता बना दिया गया है, लेकिन यह अभी तक सक्रिय नहीं होने कि संभावना है। कृपया अपना ई-मेल इनबॉक्स की जाँच करें।
ja: あなたが作成したアカウントはまだ有効化されていないようです。メールの受信トレイを確認してください。

source: If you feel that injustice has been done to you, feel free to contact the administrators to find out why.
fr: Si vous pensez qu'une injustice vous a été faite, n'hésitez pas à contacter les administrateurs pour savoir pourquoi.
hi: यदि आपको लगता है कि आपके साथ अन्याय किया गया है, प्रशासक को संपर्क करने मे स्वतंत्र महसूस करे।
ja: 不正が行われたと感じた場合は、理由を見つけるためにお気軽に管理者にお問い合わせください。

source: Email verification
fr: Vérification adresse mail
hi: ईमेल सत्यापन
ja: メールアドレスの検証

source: Confirm your new email
fr: Confirmer votre nouvelle adresse mail
hi: अपने नये ईमेल की पुष्टि करें
ja: 新しいメールアドレスの確認

source: You have received an email at %(email)s.
fr: Vous avez reçu un email sur %(email)s.
hi: आपको %(email)s पर एक ईमेल मिला है।
ja: あなたは%(email)sにメールを受信しました。

source: To associate this email address with your account (%(username)s) click on the link provided in this email.
fr: Pour associer cette adresse mail au compte (%(username)s) cliquer sur le lien donné dans ce mail.
hi: आपके खाते के साथ इस ईमेल पते का संबद्ध करने के लिए (%(username)s) इस ई - मेल में उपलब्ध कराई लिंक पर क्लिक करें.
ja: このメールアドレスをあなたのアカウント (%(username)s) と関連づけるには、メールに書かれたリンクをクリックしてください。

source: Email changed!
fr: Adresse mail modifiée!
hi: ईमेल बदल गया हैं!
ja: メールアドレスが変更されました。

source: New email
fr: Nouvel email
hi: नई ई-मेल
ja: 新しいメールアドレス

source: Your new email address is saved.
hi: आपका नया ईमेल पता सहेजा गया है.
ja: 新しいメールアドレスが保存されました。

source: Email verification failed.
fr: Echec de la vérification de l'email
hi: ईमेल सत्यापन विफल हुआ।
ja: メールアドレスの検証に失敗しました。

source: Your email could not be verified..
fr: Votre adresse mail n'a pas pu être vérifiée..
hi: आपकी ईमेल की जाँच नहीं हो सकी..
ja: メールアドレスが検証できませんでした。

source: Your email could not be verified...
fr: Votre adresse mail n'a pas pu être vérifiée...
hi: आपकी ईमेल की जाँच नहीं हो सकी...
ja: メールアドレスが検証できませんでした...

source: You could try changing it again in your account settings.
fr: Vous pouvez essayer de le changer de nouveau dans vos paramètres de compte.
hi: आप इसे फिर से अपने खाते की सेटिंग्स में बदलने की कोशिश कर सकते हैं।
ja: アカウント設定から再度変更してみてください。

source: Change your email address
fr: Modifier votre adresse mail
hi: अपना ईमेल पता परिवर्तित करें
ja: メールアドレスの変更

source: Password changed
fr: Mot de passe modifié
hi: पासवर्ड बदल गया है
ja: パスワードの変更

source: Your password has been changed
fr: Votre mot de passe a été modifié
hi: आपका पासवर्ड परिवर्तित कर दिया गया है
ja: パスワードが変更されました

source: From now on you can use your new password to signin
fr: Vous pouvez désormais utiliser votre nouveau mot de passe pour vous identifier
hi: अब से आप साइन इन करने के लिए अपने नए पासवर्ड का उपयोग कर सकते हैं
ja: これからサインインに新しいパスワードを使用できます

source: Change your password
fr: Modifier votre mot de passe
hi: अपना पासवर्ड बदलें
ja: パスワードの変更

source: Password reset
fr: Ré-initialisation du mot de passe
hi: पासवर्ड रीसेट
ja: パスワードのリセット

source: Your password has been reset. You can now <a href="%(login_url)s">sign in</a> with your new password.
hi: आपके कूटशब्द को पुनर्स्थापित किया गया है.आप अपने नए कूटशब्द के साथ <a href="%(login_url)s">साइन इन</a> कर सकते है.
ja: パスワードがリセットされました。新しいパスワードで<a href="%(login_url)s">サインイン</a>してください。

source: Reset password
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
ja: パスワードをリセット

source: An e-mail has been sent to your account explaining how to reset your password.
fr: Un courriel expliquant comment réinitialiser votre mot de passe vous a été envoyé.
hi: आपके खाते में एक ई -मेल भेज दिया गया है कि अपने कूटशब्द को कैसे पुनर्स्थापित करे.
ja: パスワードをリセットする方法を説明するメールを送信しました。

source: Submit
fr: Envoyer
hi: सबमिट करें
ja: 参加

source: Your mugshot
fr: Votre photo
hi: आपका mugshot
ja: あなたの顔写真

source: Email
fr: Adresse mail
hi: ईमेल
ja: 電子メール

source: Age
hi: आयु
ja: 年齢

source: Website
fr: Site web
hi: वेबसाइट
ja: ウェブサイト

source: Location
fr: Localisation
hi: स्थान
ja: 場所

source: About me
fr: A propos de moi
hi: मेरे बारे में
ja: 自己紹介

source: Account setup
fr: Configuration du compte
hi: खाता सेटअप
ja: アカウントのセットアップ

source: Save changes
fr: Sauvegarder les changements
hi: परिवर्तन सहेजें
ja: 変更を保存

source: Profiles
fr: Profils
hi: प्रोफाइलें
ja: プロフィール

source: previous
fr: précédent
hi: पिछला
ja: 前

source: Page %(page)s of %(num_pages)s
fr: Page %(page)s de %(num_pages)s
hi: %(num_pages)s मे से पृष्ठ %(page)s
ja: %(page)s/%(num_pages)sページ

source: next
fr: suivant
hi: अगले
ja: 次

source: Social login settings
fr: Paramètres d'identification par réseau social
hi: सामाजिक लॉगिन सेटिंग्स
ja: ソーシャルログインの設定

source: Link your Transifex account to any of the providers below and log in without a username or password.
fr: Lier votre compte Transifex à l'un des fournisseurs ci-dessous et connectez-vous sans nom d'utilisateur ou mot de passe.
hi: नीचे दिए गए प्रदाताओं में से किसी को अपने Transifex अकाउंट से लिंक करें और एक उपयोगकर्ता नाम या पासवर्ड के बिना प्रवेश करें।
ja: Transifexのアカウントを以下のプロバイダーにリンクすると、ユーザー名とパスワードなしでログインできます。

source: Associated
fr: Associé
hi: एसोसिएटेड
ja: 設定済み

source: Associate
fr: Associer
hi: एसोसिएट
ja: 関連付け

source: User feed
fr: Flux utilisateur
hi: उपयोगकर्ता का फ़ीड
ja: ユーザーフィード

source: Blog/Site
hi: ब्लॉग / साइट
ja: ブログ/サイト

source: Maintainer of the following project
fr: Mainteneur du projet suivant
hi: परियोजना के अनुरक्षक
ja: 次のプロジェクトの管理者

source: Coordinator of the following team
fr: Coordinateur de l'équipe suivante
hi: निम्नलिखित टीम के समन्वयक
ja: 次のチームのコーディネーター

source: <a class="name" href="%(team_url)s">%(team_name)s</a> team of the <a class="name" href="%(project_url)s">%(project_name)s</a> project
fr: l'équipe <a class="name" href="%(team_url)s">%(team_name)s</a> du projet <a class="name" href="%(project_url)s">%(project_name)s</a>
ja: <a class="name" href="%(project_url)s">%(project_name)s</a> プロジェクトの <a class="name" href="%(team_url)s">%(team_name)s</a> 翻訳チーム

source: Member of the following team
fr: Membre de l'équipes suivante
hi: निम्नलिखित टीम के सदस्य
ja: 次のチームのメンバー

source: Forgot your password?
fr: Mot de passe oublié?
hi: अपना पासवर्ड भूल गए?
ja: パスワードを忘れましたか？

source: You can also login using:
fr: Vous pouvez aussi vous identifier via:
hi: आप इनका भी उपयोग करके लॉगिन कर सकते हैं :
ja: ソーシャルログイン：

source: Login using Twitter
fr: S'identifier avec Twitter
hi: Twitter का उपयोग कर लॉगिन करे
ja: Twitterを使ってログイン

source: Login using Linkedin
fr: S'identifier avec Linkedin
hi: Linkedin का उपयोग करके लॉगिन
ja: Linkedinを使用してログイン

source: Login using Google
fr: S'identifier avec Google
hi: Google का उपयोग कर लॉगिन करे
ja: Googleを使ってログイン

source: Login using Facebook
fr: S'identifier avec Facebook
hi: Facebook का उपयोग कर लॉगिन करे
ja: Facebookを使ってログイン

source: Not yet a member?
fr: Pas encore membre?
hi: अभी तक एक सदस्य नहीं हैं?
ja: まだメンバーになっていませんか？

source: Register now!
fr: S'inscrire maintenant!
hi: अभी पंजीकरण करें!
ja: 今すぐ登録

source: Signed out
fr: Déconnecté
hi: साइन आउट किया
ja: サインアウトしました

source: You have been signed out. Till we meet again.
fr: Vous avez été déconnecté. A bientôt.
hi: आपको साइन आउट कर दिया गया। जब तक हम फिर मिलते हैं।
ja: あなたはサインアウトしました。また会う日まで。

source: Signup almost done!
fr: Inscription presque terminée!
hi: साइनअप लगभग हो गया!
ja: サインアップが大体できました。

source: Signup
fr: S'inscrire
hi: साइनअप
ja: サインアップ

source: Thank you for signing up with us!
fr: Merci pour votre inscription!
hi: हमारे साथ साइन अप करने के लिए आपको धन्यवाद!
ja: サインアップしていただいたありがとうございます。

source: You have been sent an e-mail with an activation link to the supplied email.
fr: Un email contenant un lien d'activation a été envoyé à l'adresse courriel que vous avez fournie
hi: आपको आपूर्ति ईमेल के लिए ईमेल के साथ सक्रियकरण लिंक भेजा गया है.
ja: メールアドレスの確認のために、アカウント有効化のリンクが書かれたメールを送信しました。

source: We will store your signup information for %(userena_activation_days)s days on our server.
fr: Nous garderons vos informations de connexion pendant %(userena_activation_days)s jours sur notre serveur.
hi: हम आपके साईन अप जानकारी को %(userena_activation_days)s दिनों के लिए हमारे सर्वर पर रखेंगे।
ja: サインアップ情報は%(userena_activation_days)s日間サーバーに保存されます。

source: You can now use the supplied credentials to signin.
fr: Vous pouvez maintenant utiliser les informations fournies pour vous identifier.
hi: आप अब साइन इन करने के लिए प्रदान किए गए क्रेडेंशियल्स का उपयोग कर सकते हैं।
ja: サインインするための資格情報を使用することができます。

source: Billing information
fr: Informations pour la facturation
hi: बिल सम्बंधी जानकारी
ja: 支払い情報
